{
  "paper_id": "Alterman_2023_ApJ_952_42",
  "paper_title": "Solar Cycle Variation of 0.3–1.29 MeV Nucleon⁻¹ Heavy Ion Composition During Quiet Times Near 1 au in Solar Cycles 23 and 24",
  "paper_doi": "https://doi.org/10.3847/1538-4357/acd24a",
  "metadata": {
    "version": "1.0",
    "figures_count": 10,
    "target_audience": "scientifically_literate_public"
  },
  "figures": [
    {
      "figure_id": "fig_1",
      "short_title": "Automated Method for Identifying Quiet Times Using Statistical Inflection Point",
      "summary": {
        "what_we_see": "This three-panel figure introduces a new statistical method for automatically identifying quiet times in near-Earth space. Panel (a) displays a staircase-like curve showing cumulative carbon-through-iron particle intensity plotted against sorted hours using 2012 data. The curve starts flat for thousands of hours, then sharply bends upward around hour 6000. A horizontal pink dashed line marks the quiet-time threshold. Panel (b) transforms this data into a diagnostic plot with mean intensity on the horizontal axis and variance on the vertical axis. The key feature is a sharp elbow where the relationship changes slope, marking the transition point. A pink vertical line shows the threshold at mean intensity 0.00034. Panel (c) zooms into a 5-day period, showing hourly measurements classified as quiet (blue) or active (orange) relative to the threshold.",
        "the_finding": "The inflection point method successfully automates what previous studies did manually while providing quantitative uncertainty estimates. Panel (b) reveals why this works: at low intensities, variance grows modestly as a power law; at high intensities, variance explodes with a steeper slope. Fitting two power laws and finding their intersection locates this transition objectively. Panel (c) validates the threshold: quiet times cluster below 0.0003 representing the Sun's baseline particle drizzle, while occasional spikes mark transient solar events. Only 7 of 29 quiet intervals fall within the threshold's uncertainty, demonstrating the method is precise.",
        "why_it_matters": "This automated threshold method transforms suprathermal ion research from an art requiring expert judgment into a reproducible science with quantified uncertainties. Previously, researchers manually decided what looked quiet enough. The new method's uncertainty metric allows testing whether scientific conclusions change when shifting the threshold. For understanding solar energetic particle hazards, identifying true quiet times isolates the background seed population that gets accelerated during solar storms. This method is parameter-free except for bin sizes, making it transferable to other missions."
      },
      "keywords": [
        "quiet time selection",
        "statistical method",
        "inflection point",
        "power law fit",
        "threshold determination",
        "suprathermal ions",
        "ACE ULEIS",
        "variance analysis",
        "automated detection"
      ]
    },
    {
      "figure_id": "fig_2",
      "short_title": "Quiet-Time Threshold Consistency Across 22 Years and Two Solar Cycles",
      "summary": {
        "what_we_see": "This two-panel summary figure demonstrates that the automated quiet-time detection method works consistently across 22 years spanning two complete solar cycles. The top color bar shows time flowing from 1997 to 2021, with a black dashed curve tracking sunspot number. Panel (a) overlays cumulative intensity curves from all 22 years. All curves share the same characteristic shape: flat for thousands of hours, then a sharp upward bend marking the transition. Panel (b) transforms these years into diagnostic variance-versus-mean plots. The vertical blue dashed line marks the median quiet-time threshold, with a semitransparent blue band showing the threshold range across all years.",
        "the_finding": "The quiet-time threshold remains remarkably stable across two complete solar cycles despite four-fold variations in solar activity, varying only by factor-of-3 around the median value of 0.0003. What changes between solar minimum and maximum is not the brightness level defining quiet but rather how often the Sun stays below that threshold. During solar minimum, most hours are genuinely quiet. During solar maximum, the same threshold applies but fewer hours qualify because frequent solar eruptions push intensities higher. The factor-of-3 threshold variation likely reflects real physical changes in background populations.",
        "why_it_matters": "This cross-cycle consistency validates that the method identifies a genuine physical boundary rather than an arbitrary statistical artifact. It enables trustworthy 20-year studies of how the seed population evolves as solar activity waxes and wanes. The consistency proves that quiet-time suprathermals during solar maximum are the same type of population as solar minimum suprathermals, just less prevalent. The narrow threshold range enables robust sensitivity testing and makes the method transferable to other missions."
      },
      "keywords": [
        "quiet time threshold",
        "solar cycle consistency",
        "method validation",
        "multi-year analysis",
        "variance-mean inflection",
        "threshold stability",
        "ACE ULEIS",
        "cycles 23-24"
      ]
    },
    {
      "figure_id": "fig_3",
      "short_title": "Strong Anticorrelation Between Quiet Hours and Sunspot Number Across Solar Cycles",
      "summary": {
        "what_we_see": "This two-panel time series spans 1998-2020, revealing the inverse relationship between solar activity and quiet-time prevalence. Panel (a) displays 22 years of hourly particle intensity measurements: blue circles mark quiet times below the threshold, while orange circles indicate active periods above. A thick blue-green band at the bottom represents continuous quiet-time measurements, punctuated by dramatic orange spikes during solar storms. The right vertical axis shows annual sunspot number as black X symbols. Panel (b) quantifies this pattern: blue circles track annual quiet hours on the left axis, showing a mountain-and-valley pattern perfectly inverted relative to the orange X sunspot curve.",
        "the_finding": "The number of annual quiet hours anticorrelates with sunspot number at the extraordinary level of -0.95, meaning solar activity explains 90% of the variance in quiet-time occurrence. During solar minimum years, quiet hours peak at 8000-8500 annually, covering 92-97% of the year. During solar maximum, quiet hours plummet to 3000-5000 annually. While the number of quiet hours shows near-perfect anticorrelation, the quiet-time threshold itself correlates only moderately with sunspot number at +0.51. Solar activity primarily varies by switching between modes rather than continuously tuning population brightness.",
        "why_it_matters": "This strong anticorrelation establishes that quiet-time occurrence is systematically controlled by the 11-year solar cycle. Any study of quiet-time composition must account for solar cycle phase or risk conflating source changes with sampling biases. The strong correlation enables predicting that solar minimum years will provide 2-3 times more quiet-time data than solar maximum years. The fact that quiet times never disappear entirely proves the background seed population continuously exists, varying in detectability rather than appearing and vanishing."
      },
      "keywords": [
        "quiet hours",
        "sunspot number",
        "anticorrelation",
        "solar cycle",
        "quiet time prevalence",
        "solar maximum",
        "solar minimum",
        "time series",
        "ACE ULEIS"
      ]
    },
    {
      "figure_id": "fig_4",
      "short_title": "Twenty-Two Year Evolution of Quiet-Time Heavy Ion Abundances Through Solar Cycles 23-24",
      "summary": {
        "what_we_see": "This striking figure displays how the chemical composition of suprathermal ions during quiet times evolved over 22 years spanning two complete solar cycles (1998-2019). Panel (a) presents eight stacked time series, each tracking the abundance of a different ion species relative to oxygen (X/O) on a logarithmic vertical scale spanning six orders of magnitude. From top to bottom, the species are vertically offset for visual clarity: carbon (C, blue circles at ~50,000× oxygen), nitrogen (N, orange squares at ~10,000×), neon (Ne, red X symbols at ~2000×), magnesium (Mg, brown plus signs at ~200×), silicon (Si, pink diamonds at ~20×), sulfur (S, gray downward triangles at ~5×), calcium (Ca, yellow pentagons at ~2×), and iron (Fe, cyan hexagons at ~0.2×, no offset). Each species' data points are connected by lines to reveal temporal patterns. Horizontal reference lines in different colors and styles mark typical abundance ratios from known particle populations: co-rotating interaction regions (CIR, long dashes), fast solar wind (FSW, solid black), slow solar wind (SSW, medium dashes), gradual solar energetic particle events (GSEP, dash-dot), impulsive SEP events (ISEP, dash-dot-dot), and interplanetary shocks (Shocks, dotted). The most dramatic pattern is immediately apparent: carbon (top trace) shows a strong oscillation synchronized with the solar cycle—C/O peaks during solar minimum years (1998, 2007-2009, 2018-2019) and drops during solar maximum (2001-2002, 2013-2015). In contrast, iron and other heavy elements (Mg, Si, S, Ca at bottom) show the opposite pattern—they're depleted during solar minimum and strongly enhanced during solar maximum. Nitrogen and neon show weak or no systematic variation. Panel (b) plots annual sunspot number (green-shaded dashed curve, 0-200 scale) to directly correlate solar activity with the abundance patterns above, with solar cycle extrema years highlighted in darker green shading.",
        "the_finding": "The abundance evolution reveals that quiet-time suprathermal ions have fundamentally different compositions depending on solar cycle phase, with correlation coefficients demonstrating systematic mass-dependent behavior: carbon strongly anticorrelates with sunspot number (ρ = -0.84), while heavier low-FIP (first ionization potential) ions strongly positively correlate—magnesium (ρ = +0.90), silicon (+0.89), sulfur (+0.91), calcium (+0.81), and iron (+0.89)—but high-FIP ions nitrogen and neon show weak or no correlation (ρ = -0.06 and -0.40 respectively). This pattern is not subtle: Fe/O varies by a factor of ~5-6 between solar minimum (0.08-0.10, close to co-rotating interaction region abundances) and solar maximum (0.40-0.52, approaching gradual SEP event values), while C/O varies by factor of ~1.6 in the opposite direction (from 0.65 during minimum to 0.40 during maximum). The oscillations are remarkably periodic, tracking the 11-year solar cycle with high fidelity: the first C/O peak in 1998 corresponds to the tail end of Cycle 22 minimum, dipping to minimum during the strong 2001-2002 Cycle 23 maximum, rising again during the deep 2007-2009 Cycle 23/24 minimum, falling during the weak 2013-2015 Cycle 24 maximum, then rising again as Cycle 24 declines toward its end in 2018-2019. Comparing observed abundances to reference populations shown as horizontal lines reveals the source: during solar minimum, C/O and Fe/O both approach CIR reference values (gray dashed lines), suggesting co-rotating interaction region remnants dominate the quiet-time suprathermal pool. During solar maximum, Fe/O rises toward GSEP levels (brown dash-dot line) while C/O remains between CIR and GSEP, suggesting gradual solar energetic particle event remnants dominate. The mid-mass ions (Mg, Si, S, Ca) all rise and fall together with Fe, maintaining roughly constant abundance ratios relative to each other despite varying relative to oxygen, indicating they share a common source that changes with solar activity. The weak nitrogen and neon correlations suggest these intermediate-FIP species may have mixed or transitional source characteristics, not cleanly following either the low-FIP or high-FIP pattern.",
        "why_it_matters": "This 22-year abundance evolution provides the strongest observational evidence to date that quiet-time suprathermal ions are remnants—leftovers from previous acceleration events that have decayed in intensity—rather than continuously accelerated from the ambient solar wind. This fundamentally shapes our understanding of where the 'seed population' for major solar particle storms comes from.\n\nIf suprathermals were continuously accelerated from solar wind by turbulence or magnetic reconnection at steady background levels, their composition should resemble fast or slow solar wind throughout the solar cycle. Perhaps intensity would vary, but not composition. Instead, the fact that Fe/O matches co-rotating interaction regions during solar minimum (when CIRs dominate) and shifts toward gradual SEP abundances during solar maximum (when CME-driven shocks are prevalent) proves that the quiet-time population reflects whatever was recently accelerated to high energies, gradually fading until it becomes part of the background.\n\nThis has profound implications for understanding solar energetic particle events. When a coronal mass ejection shock arrives at Earth and rapidly accelerates particles, it does not accelerate pristine solar wind. It accelerates a seed population that already carries compositional signatures from prior events. During solar minimum, that seed population is CIR-like; during solar maximum, it's already GSEP-like, creating a feedback loop where each generation of events accelerates remnants of previous events.\n\nThe systematic mass-dependent behavior (strong positive correlations for high-mass ions, anticorrelation for carbon) points to mass-per-charge fractionation as the controlling mechanism. Acceleration processes in co-rotating interaction regions favor different M/Q ratios than gradual SEP acceleration, imprinting distinctive compositional fingerprints that persist as populations decay into the quiet-time reservoir.\n\nFor space weather forecasting, this means the background particle environment astronauts and satellites experience varies in composition throughout the solar cycle, not just intensity. During solar maximum, even 'quiet' times have iron-enriched populations closer in character to active solar particle events. During solar minimum, quiet times have carbon-enhanced, CIR-like character. This compositional difference affects radiation dose calculations because iron has higher linear energy transfer and greater biological impact than carbon.\n\nThe discovery also resolves a long-standing puzzle about why gradual SEP events show M/Q-dependent composition: it's not solely due to acceleration physics but partially because the seed population they're accelerating was already M/Q-fractionated by previous CIR or GSEP acceleration. Looking forward to the current Solar Cycle 25 (beginning ~2020), we can predict that as sunspot numbers rise toward the expected 2025 maximum, Fe/O should increase and C/O should decrease in quiet-time measurements, providing a testable forecast."
      },
      "keywords": [
        "abundance evolution",
        "solar cycle variation",
        "quiet time composition",
        "X/O ratios",
        "correlation with SSN",
        "CIR signature",
        "GSEP signature",
        "low-FIP ions",
        "high-FIP ions",
        "mass fractionation"
      ]
    },
    {
      "figure_id": "fig_5",
      "short_title": "Mass-Per-Charge Fractionation Reveals Solar Minimum CIRs and Solar Maximum GSEP as Suprathermal Sources",
      "summary": {
        "what_we_see": "This four-panel figure uses mass-per-charge analysis to identify suprathermal ion sources by comparing observed abundances to known reference populations. Each panel plots eight ion species along the horizontal axis at their characteristic M/Q values. Panel (a) shows raw quiet-time X/O abundances during solar cycle extrema, with solar minimum showing relatively flat profiles and solar maximum showing dramatic U-shaped curves. Panels (b), (c), and (d) divide quiet-time abundances by co-rotating interaction region, impulsive SEP, and gradual SEP reference values respectively. Color coding identifies solar cycle extrema.",
        "the_finding": "Normalizing to co-rotating interaction region values removes all M/Q-dependence during solar minimum, while normalizing to gradual solar energetic particle values removes M/Q-dependence during solar maximum. Panel (b) shows solar minimum data collapsing to horizontal lines near ratio 1.0 across all species except carbon. Panel (d) shows solar maximum data also collapsing to near-horizontal lines. The failure of impulsive SEP normalization in Panel (c), where no curves flatten, rules out impulsive events as a dominant source. Different source populations have characteristic M/Q fractionation patterns that persist as fingerprints.",
        "why_it_matters": "This provides definitive proof that quiet-time suprathermals are remnants of the dominant energetic particle accelerator active during each solar cycle phase. During solar minimum, co-rotating interaction region remnants dominate. During solar maximum, gradual solar energetic particle remnants dominate. This fundamentally changes how we understand seed populations for major solar particle storms: each new event accelerates a reservoir carrying compositional memory of recent solar history. Impulsive events apparently do not efficiently fill interplanetary space the way CIRs and GSEPs do."
      },
      "keywords": [
        "M/Q fractionation",
        "mass-per-charge",
        "CIR normalization",
        "GSEP normalization",
        "ISEP normalization",
        "source identification",
        "solar cycle extrema",
        "rigidity fractionation",
        "suprathermal sources"
      ]
    },
    {
      "figure_id": "fig_6",
      "short_title": "Ion Abundance Variability as Function of Fe/C Reveals Cyclic Solar Activity Patterns",
      "summary": {
        "what_we_see": "This intricate diagram maps how each ion species' abundance relative to oxygen (X/O) varies as a function of the iron-to-carbon ratio (Fe/C), using Fe/C as a proxy for the overall 'heavy element enrichment' characteristic of different solar particle populations. Eight horizontally-stacked panels display the eight ion species (C, N, Ne, Mg, Si, S, Ca, Fe from top to bottom), with each panel showing X/O on a logarithmic vertical scale (spanning six orders of magnitude total across panels, with species-specific offsets as labeled) plotted against Fe/C on a logarithmic horizontal scale (0.1 to 1.0, spanning factor-of-10). Each year from 1998-2019 appears as a colored symbol (using a rainbow progression from deep blue 1997 through yellow 2009 to dark magenta 2021, shown in the right color bar), with symbols connected by semi-transparent lines to trace temporal evolution. Two cyan rectangular boxes labeled 'Solar Min' and 'Solar Max' mark the typical Fe/C ranges during solar minimum (0.1-0.4) and maximum (0.5-1.0) periods. Diagonal dashed colored lines represent power-law fits for each species (X/O ∝ [Fe/C]^exponent), with colors matching the species labels at right. The overall pattern is striking: carbon (top panel) shows a strong negative correlation—as Fe/C increases from ~0.1 (solar minimum) to ~1.0 (solar maximum), C/O decreases from ~0.65 to ~0.40, with data points tracing a coherent downward-sloping cloud colored in sequence from blue (1998-2002) through green (2005-2010) to orange-red (2015-2019). All other species show positive correlations: iron (bottom panel) by definition increases since it's in the denominator of Fe/C, but magnesium, silicon, sulfur, and calcium also rise systematically as Fe/C increases. Nitrogen and neon show weak, nearly flat trends. The temporal color coding reveals cyclic patterns: data points cluster in the left Solar Min box during deep blue (1998, early Cycle 23) and cyan-green (2007-2009, Cycle 23/24 minimum) periods, then drift rightward into the Solar Max box during yellow-orange (2012-2015, Cycle 24 maximum) and orange-red (late periods), before returning left. The connecting lines create a braided pattern showing the back-and-forth oscillation.",
        "the_finding": "The power-law exponents quantifying how each species' abundance scales with Fe/C range from -0.21 (carbon, strong anticorrelation) through near-zero (nitrogen +0.01, neon -0.02, essentially independent) to strongly positive values (magnesium +0.36, silicon +0.47, sulfur +0.54, calcium +0.61, iron +0.79). This systematic ordering by atomic properties points to mass-per-charge (M/Q) fractionation as the underlying physical mechanism controlling variability.\n\nUnlike impulsive solar energetic particle events where abundances are roughly log-normally distributed with respect to ln(Fe/C), quiet-time suprathermals show strongly asymmetric distributions. During solar minimum (left box), data points spread widely in a sparse cloud with Fe/C varying from 0.08 to 0.4—a factor-of-5 range even among quiet-time periods. During solar maximum (right box), data points cluster tightly into a concentrated group with Fe/C mostly 0.6-0.9, only factor-of-1.5 variation. This concentration-versus-dispersion asymmetry is exactly opposite to what impulsive events show, providing additional evidence that quiet-time suprathermals are not primarily remnants of impulsive flares.\n\nThe temporal color progression within each panel tells a story. Starting from blue (1998), data drifts from low Fe/C toward high Fe/C through green and yellow as Solar Cycle 23 rises to maximum around 2001-2002. Then it reverses direction back to low Fe/C through cyan-green during the deep 2007-2009 minimum. It swings right again through yellow-orange during the weak Cycle 24 maximum around 2012-2015. Finally it returns left through orange-red as Cycle 24 declines into the Cycle 25 minimum. This creates a characteristic double-loop pattern in the temporal sequence.\n\nThe calcium panel shows distinctive behavior: Ca/O increases with Fe/C like other heavy ions, but the slope flattens dramatically at high Fe/C. Solar maximum periods show nearly constant Ca/O around 0.03 despite Fe/C varying from 0.6 to 0.9. This appears as a cluster of orange-yellow symbols at the right edge forming a horizontal plateau rather than continuing upward along the fitted dashed line. This flattening drives the calcium outlier behavior visible in Figure 7.",
        "why_it_matters": "The systematic ordering of power-law exponents from negative (carbon) through zero (nitrogen, neon) to increasingly positive (magnesium through iron) demonstrates that quiet-time suprathermal variability is not random but controlled by a single underlying parameter—most likely mass-per-charge ratio. This directly connects variability patterns to the physics of how different acceleration mechanisms fractionate ion populations.\n\nThis connection is profound because it means we can use observed composition variability to infer which acceleration processes were recently active. High Fe/C values exceeding 0.5 indicate recent gradual SEP events where CME-driven shocks favor accelerating high-M/Q ions like iron. Low Fe/C below 0.3 indicates CIR dominance where CIR shocks have different acceleration efficiency favoring lower M/Q ratios.\n\nThe power-law functional form (X/O proportional to [Fe/C] raised to an exponent, rather than exponential or logarithmic) is consistent with shock acceleration theory where efficiency scales as a power of rigidity, and rigidity depends on M/Q. The fact that the same power-law exponents describe variability across two complete solar cycles suggests these are fundamental scaling relationships, not cycle-specific coincidences.\n\nFor space weather applications, the clustering of solar maximum data points versus the dispersion of solar minimum data has operational significance. During solar maximum, the background suprathermal composition is relatively predictable: if you detect quiet-time conditions, Fe/C will almost certainly be in the 0.6-0.9 range, corresponding to GSEP-like composition. During solar minimum, the composition is far more variable with Fe/C anywhere from 0.08 (pure CIR-like) to 0.4 (mixed). This makes forecasting harder but also provides diagnostic opportunities since composition varies more sensitively with recent history.\n\nThe calcium plateau behavior is particularly interesting because it suggests a saturation effect. Once Fe/C exceeds ~0.6, adding more iron doesn't proportionally increase calcium. Perhaps calcium's source becomes limited during extended solar maximum conditions.\n\nThe discovery that nitrogen and neon are essentially uncorrelated with Fe/C (near-zero exponents) is puzzling and scientifically important. These intermediate-FIP ions don't follow either the low-FIP pattern (positive exponents like Mg, Si, S, Ca, Fe) or the high-FIP pattern (negative like carbon). This suggests they may have mixed sources or that FIP is not a perfect organizing parameter.\n\nFinally, the coherence of these power-law relationships across 22 years validates using Fe/C as the 'most sensitive indicator of general enrichment of heavier elements relative to lighter ones.' Despite eight species varying by factors of 5-30 individually, their inter-relationships follow simple scalings with Fe/C, reducing eight-dimensional composition space to effectively one dimension."
      },
      "keywords": [
        "Fe/C ratio",
        "abundance variability",
        "power law fits",
        "solar cycle pattern",
        "heavy element enrichment",
        "temporal evolution",
        "correlation analysis"
      ]
    },
    {
      "figure_id": "fig_7",
      "short_title": "Power-Law Exponents Show Consistent M/Q Variability Patterns Across Solar Cycle Extrema",
      "summary": {
        "what_we_see": "This two-panel comparison examines the power-law exponents derived from Figure 6's X/O versus Fe/C relationships, testing whether variability patterns change across different solar cycle phases or remain constant. Panel (a) plots exponents (vertical axis, ranging from -0.4 to +1.0) for each of the eight ion species as a function of solar cycle extremum (horizontal axis showing five categories: 23 Max, 24 Min, 24 Max, 25 Min, and 'All' combining all data). Each species appears as a distinctive symbol with connecting lines tracing its evolution: carbon (blue circles) consistently shows the most negative exponents around -0.2 to -0.3, nitrogen (orange squares) hovers near zero, neon (red X symbols) slightly negative, then a progressive increase through magnesium (brown plus signs, +0.3 to +0.4), silicon (pink diamonds, +0.5), sulfur (gray downward triangles and yellow line showing decreasing trend from +0.7 at 23 Max to +0.4 at 25 Min), calcium (yellow pentagons showing dramatic swings from +0.2 up to +0.8 then down to +0.2, with particularly large error bars indicating high uncertainty), and iron (cyan hexagons) with the highest exponents around +0.7 to +1.0. The connecting lines between extrema create a spaghetti-like tangle in the middle range but show general horizontal trends for most species (indicating consistency across cycle phases), with notable exceptions being sulfur's gentle downward slope and calcium's wild oscillations. Error bars (mostly smaller than symbols except for calcium) represent statistical fitting uncertainties. Panel (b) collapses this into a single column labeled 'All' showing time-averaged exponents with horizontal lines marking each species' value and a legend box listing numerical exponents: C -0.21, N +0.01, Ne -0.02, Mg +0.36, Si +0.47, S +0.54, Ca +0.61, Fe +0.79. Error bars for 'All' are tiny (representing the excellent statistical power of the full 22-year dataset), while individual extremum error bars in Panel (a) are larger (fewer years per subset).",
        "the_finding": "The power-law exponents describing how each ion's abundance scales with Fe/C are remarkably consistent across different solar cycle phases, with most species showing variations smaller than their statistical uncertainties when comparing solar maxima versus minima, demonstrating that the fundamental variability structure of suprathermal populations is a persistent property independent of whether CIRs (during minimum) or GSEPs (during maximum) are the dominant source. This consistency is striking: carbon's exponent stays within -0.27 to -0.15 across all four extrema (mean -0.21 ± 0.06), nitrogen within -0.08 to +0.05 (mean +0.01 ± 0.06), magnesium within +0.26 to +0.40 (mean +0.36 ± 0.06), silicon +0.40 to +0.58 (mean +0.47 ± 0.08), and iron +0.73 to +0.97 (mean +0.79 ± 0.10). The fact that these ranges are comparable to or smaller than the error bars means there's insufficient evidence to claim the exponents change with solar cycle—the apparent variations could easily be statistical fluctuations. Two species show potentially real variation: sulfur's exponent decreases systematically from +0.71 at 23 Max through +0.61 at 24 Min and +0.48 at 24 Max to +0.37 at 25 Min (monotonic decline with time, not oscillating with the cycle), and calcium swings wildly from +0.27 at 23 Max up to +0.73 at 24 Min, back down to +0.29 at 24 Max, then up to +0.61 at 25 Min (but with error bars often exceeding ±0.3, meaning these values are poorly constrained). However, as the paper notes, 'more than four solar cycle extrema are required to determine if this difference is due to random fluctuations or is indicative of a true difference'—with only two maxima and two minima, we can't distinguish real secular change from cycle-to-cycle scatter. The calcium outlier behavior is explained by Figure 6's observation that Ca/O flattens at high Fe/C during solar maximum: when you fit a power law to data that actually follows a saturating curve, you get artificially low exponents during maximum (where the flattening dominates) and artificially high exponents during minimum (where the data are more linear). The consistency of exponents across extrema is mathematically profound: it means the relationship X/O = A × (Fe/C)^b has the exponent b essentially constant, with only the normalization A changing with solar cycle. In other words, the functional form of variability is fixed, but the baseline level shifts.",
        "why_it_matters": "The consistency of power-law exponents across solar cycle phases proves that the variability structure is a fundamental property of suprathermal populations reflecting how M/Q fractionation operates in shock acceleration, not an artifact of comparing different types of source events with unrelated abundance patterns—this validates using variability measurements to diagnose acceleration physics. If exponents changed dramatically between solar maximum and minimum (for example, if carbon showed -0.5 exponent during maximum but -0.1 during minimum), it would suggest that CIRs and GSEPs fractionate compositions in fundamentally different ways, requiring separate theoretical frameworks for each. Instead, the observed consistency means both CIRs and GSEPs impose M/Q fractionation following the same mathematical relationship—they differ in the absolute abundance levels (the normalization A) but not in how abundances scale with each other (the exponent b). This is exactly what shock acceleration theory predicts: different shock strengths or geometries change the overall acceleration efficiency (shifting A) but don't change the rigidity-dependent selection function (preserving b). For testing acceleration models, this provides a powerful constraint: theoretical calculations must reproduce not just the abundance differences between CIRs and GSEPs, but also the specific exponent values (-0.21, +0.36, +0.47, etc.) and their constancy across conditions. The sulfur decreasing trend, if real, would be scientifically important because it might indicate that sulfur's behavior is evolving over multi-year timescales (perhaps related to solar source region changes between Cycles 23 and 24), connecting to the discovery in Figure 10 that sulfur behaves like a low-FIP ion despite its intermediate ionization potential. However, the current data can't definitively establish whether sulfur's apparent trend is real or just a two-cycle fluctuation that will reverse in Cycle 25. For space weather applications, the exponent consistency means we can extrapolate relationships measured during one solar cycle to predict behavior during future cycles—a power law fit from Cycle 23 data should apply to Cycle 25, enabling forecasting without requiring decades of additional observations. The calcium caveat is important for operational use: Ca/O measurements may not follow simple power-law scaling during solar maximum due to the saturation effect, so calcium shouldn't be used as a heavy-ion proxy for predicting abundances during maximum conditions (use iron or silicon instead). Finally, the contrast between Figure 7's result (exponents constant across extrema) and Figure 4's result (absolute abundances varying by factors of 5-6 across extrema) clarifies what changes versus what persists: the suprathermal reservoir's total inventory of each species oscillates dramatically with solar activity, but the inter-species correlations remain fixed, like a bouquet of flowers that grows and shrinks seasonally but maintains the same relative proportions of different blooms."
      },
      "keywords": [
        "power law exponents",
        "solar cycle consistency",
        "variability structure",
        "M/Q scaling",
        "statistical uncertainty",
        "extrema comparison"
      ]
    },
    {
      "figure_id": "fig_8",
      "short_title": "M/Q-Dependent Variability Matches GSEP Pattern, Proving Shock Acceleration Fractionates Suprathermal Seeds",
      "summary": {
        "what_we_see": "This crucial figure plots the power-law exponents from Figure 7 (describing how each ion's abundance scales with Fe/C) as a function of each ion's mass-per-charge ratio (M/Q), testing whether variability follows the same M/Q-dependent pattern observed in large gradual solar energetic particle events. The horizontal axis spans M/Q from 2.0 to 5.0 AMU per elementary charge, with eight ion species marked by vertical dotted lines and labeled at top (nitrogen at 2.0, carbon at 2.1, oxygen at 2.3, neon at 2.5, magnesium at ~3.0, silicon at ~3.4, sulfur at ~3.5, calcium at ~4.2, iron at ~5.0). The vertical axis shows power-law exponents ranging from -0.5 to +1.25. Five datasets are plotted: black circles connected by a solid black line represent 'All' years combined (the master trend), while four solar cycle extrema appear as colored open symbols—blue upward triangles (23 Max), orange right-pointing triangles (24 Min), green downward triangles (24 Max), and red left-pointing triangles (25 Min). Five diagonal fitted lines (solid black for 'All,' colored dashes for individual extrema) all show the same basic pattern: negative or near-zero exponents at low M/Q (carbon and nitrogen cluster near -0.2 to 0.0) rising systematically to strongly positive exponents at high M/Q (iron reaches +0.8 to +1.0). The slopes are similar but not identical—the black 'All' line and the red '25 Min' line have the steepest slopes (rising from -0.25 at M/Q=2 to +0.75 at M/Q=5), while the green '24 Max' line has a somewhat shallower slope. Critically, a purple dotted line labeled 'D06' (for Desai et al. 2006a) plots the equivalent relationship derived from 64 individual gradual SEP events at 0.38 MeV/nucleon during Solar Cycle 23—this D06 line runs nearly parallel to the quiet-time trends, sitting slightly above the black 'All' line but with almost identical slope. Calcium (yellow pentagon symbol at M/Q ~ 4.2) appears as an outlier, especially for the orange 24 Min point which sits well above the trend line, consistent with Figure 7's large calcium uncertainties. The overall visual impression is of parallel diagonal bands: all five quiet-time datasets and the GSEP reference trace the same M/Q-dependent increase in variability, differing mainly in vertical offset.",
        "the_finding": "The slopes of linear fits to exponent versus M/Q are statistically indistinguishable across all four solar cycle extrema and closely match the slope derived from gradual solar energetic particle events (Desai et al. 2006a Figure 15), with correlation coefficients between exponents and M/Q all exceeding ρ = 0.76 and p-values all below 0.03, providing quantitative proof that suprathermal variability is mass-per-charge fractionated in exactly the manner expected if these particles are remnants of shock-accelerated populations. The fitted slopes are: All years m = 0.33 ± 0.14 (ρ = 0.89, p = 0.003), 23 Max m = 0.27 ± 0.09 (ρ = 0.76, p = 0.028), 24 Min m = 0.42 ± 0.14 (ρ = 0.90, p = 0.002), 24 Max m = 0.31 ± 0.08 (ρ = 0.82, p = 0.012), and 25 Min m = 0.37 ± 0.05 (ρ = 0.94, p = 0.0005)—all clustering around 0.27-0.42 with overlapping uncertainties. The GSEP reference slope from Desai et al. 2006a is m = 0.36 ± 0.002 (ρ = 0.97, essentially perfect correlation), sitting right in the middle of the quiet-time range. This means that event-to-event variability within gradual SEPs (how much Fe/O varies from one GSEP to the next as a function of M/Q) matches long-term variability of quiet-time suprathermals across the solar cycle. The physical interpretation is profound: when Desai et al. studied 64 individual GSEP events, they found that events with higher Fe/C also had higher Mg/O, Si/O, etc., with the enhancement scaling as a function of M/Q according to the slope m = 0.36. This figure shows that quiet-time suprathermals averaged over entire years vary in exactly the same way—years with higher Fe/C (solar maximum years) have higher Mg/O, Si/O, etc., with the same M/Q scaling. The only difference is the y-intercept (vertical offset): the D06 line sits slightly above most quiet-time trends, meaning for the same Fe/C value, individual GSEPs have somewhat higher absolute abundances than quiet-time averages, likely because individual events represent peak acceleration efficiency while quiet times represent decay-phase populations. The correlation coefficients increasing from ρ = 0.76 (23 Max) to ρ = 0.94 (25 Min) suggest the M/Q relationship may be becoming cleaner in more recent solar cycles, potentially due to better data quality or subtly changing solar conditions between Cycles 23 and 24, though the differences are marginal. The calcium outliers visible in previous figures appear here too, but they don't derail the overall fits—excluding calcium would make the correlations even stronger.",
        "why_it_matters": "This figure delivers the knockout punch proving that quiet-time suprathermals are leftover accelerated particles, not a separate continuously-generated population, because only shock acceleration produces the specific M/Q-dependent variability signature observed here, and the quantitative match to gradual SEP events means these populations share a common acceleration physics framework. Alternative theories proposed to explain suprathermal origins—continuous stochastic acceleration by turbulence, injection of pickup ions, or magnetic reconnection—don't predict M/Q-dependent variability with this specific functional form. Turbulent acceleration might produce some mass-dependence, but the exact slope m = 0.33-0.37 and its consistency across solar cycles is not a generic prediction. Pickup ions would show variability related to interstellar neutral abundances (which are constant on these timescales) or ionization cross-sections (mass-dependent but not rigidity-dependent). The fact that quiet-time variability quantitatively matches GSEP event-to-event variability with the same slope proves they're connected: gradual SEPs are the 'input' population that later becomes the quiet-time suprathermal reservoir as events age and disperse. For understanding solar energetic particle hazards, this connection explains why forecasting SEP event properties is so difficult—each new event accelerates seeds whose composition depends on what recent events occurred, creating a path-dependent system where history matters. During solar maximum after months of repeated GSEPs, the seed population is already iron-rich; a new shock accelerating those seeds will produce an exceptionally heavy-ion-enhanced event. During solar minimum after months of CIR dominance, seeds are carbon-rich; the same shock strength will produce a lighter composition. This feedback explains some of the enormous event-to-event variability in observed SEP compositions (~factor of 10-100 range in Fe/O across different events). For theoretical modeling, the consistency of slopes across solar cycle extrema provides a critical benchmark: models of shock acceleration must reproduce m ≈ 0.35 for how acceleration efficiency scales with M/Q, and they must do so across a wide range of shock strengths and geometries (since CIRs and CME-driven shocks are quite different). Current theories based on diffusive shock acceleration at quasi-perpendicular shocks naturally predict M/Q dependence because higher M/Q ions have larger gyroradii and experience different scattering efficiency, but calculating the precise slope requires detailed plasma physics and has been controversial. This empirical constraint m = 0.35 ± 0.05 narrows the parameter space for theoretical models. For future observations with Parker Solar Probe, Solar Orbiter, and other missions, this figure predicts what should be observed: if you measure suprathermal composition closer to the Sun (0.1-0.5 AU) and plot power-law exponents versus M/Q, you should get a slope near 0.35 regardless of heliocentric distance or solar cycle phase. Observing a different slope would indicate that radial evolution or additional fractionation processes are operating, revealing new physics. The small differences in slopes between solar cycle extrema (0.27 to 0.42 range) might reflect subtle changes in the mixture of acceleration mechanisms—perhaps CIRs and GSEPs have slightly different M/Q fractionation slopes, and the observed quiet-time slope is a weighted average depending on the relative contributions. Separating these contributions would require larger datasets spanning more solar cycles. Finally, this figure justifies decades of research using Fe/C as a diagnostic: the reason Fe/C is the 'most sensitive indicator of general enrichment' is precisely because iron sits at the high-M/Q end of the trend line in this figure, maximizing dynamic range."
      },
      "keywords": [
        "M/Q fractionation",
        "variability slopes",
        "GSEP comparison",
        "Desai 2006",
        "shock acceleration",
        "mass-per-charge dependence",
        "correlation analysis",
        "fractionation physics"
      ]
    },
    {
      "figure_id": "fig_9",
      "short_title": "M/Q Fractionation Slope Independent of Solar Activity, Validating Threshold Robustness",
      "summary": {
        "what_we_see": "This two-panel figure provides the critical uncertainty quantification showing that the M/Q fractionation slopes derived in Figure 8 are robust against both statistical fitting uncertainty and systematic threshold selection choices. Panel (a) displays fractionation slopes (vertical axis, ranging 0.0 to 0.6) for each solar cycle extremum (horizontal axis: 23 Max, 24 Min, 24 Max, 25 Min) plus the 'All' data combination at far right, with each extremum represented by two overlapping error bars. The blue dotted error bars (labeled 'Fit' in legend) show 1-sigma statistical uncertainties from the linear regression fitting exponents to M/Q values—these are relatively large, typically ±0.05 to ±0.10 (vertical span of ~0.10 to 0.20 total), reflecting that with only eight data points (eight ion species) per fit, statistical leverage is limited. The orange solid error bars (labeled 'Variability') show the standard deviation of results when recalculating slopes using 21 different quiet-time thresholds logarithmically spaced across the QT ± 1.25σ uncertainty range from Figure 1—these are dramatically smaller, typically ±0.01 to ±0.02 (vertical span of ~0.02 to 0.04), represented as tiny horizontal bars barely visible compared to the fit uncertainties. A horizontal purple line at slope m ≈ 0.36 marks the D06 (Desai et al. 2006a) GSEP reference value. The five slope values (blue dots with error bars) are: 23 Max m = 0.27 (fit uncertainty reaching down to ~0.18 and up to ~0.36), 24 Min m = 0.42 (fit range ~0.28 to ~0.56), 24 Max m = 0.31 (fit range ~0.23 to ~0.39), 25 Min m = 0.37 (fit range ~0.32 to ~0.42), and All m = 0.33 (fit range ~0.20 to ~0.47). Crucially, all five fit uncertainty ranges overlap, and all five intersect or nearly intersect the purple D06 reference line. Panel (b) shows just the 'All' data result isolated for clarity: slope m = 0.33 ± 0.10 (fit uncertainty, blue dotted) with a tiny ±0.02 threshold variability (orange solid).",
        "the_finding": "The statistical uncertainty in fitting fractionation slopes to M/Q trends (blue error bars, typically ±0.08) is dramatically larger than the systematic uncertainty due to quiet-time threshold selection (orange error bars, typically ±0.02), proving that the threshold detection method from Figure 1 does not introduce significant systematic bias into the scientific conclusions—the results are robust within the threshold's uncertainty range. This comparison addresses the critical question: 'If we moved the quiet-time threshold up or down within its ±1.25σ fit uncertainty, would our conclusions about M/Q fractionation change?' The answer is definitively no. By recalculating the entire analysis chain (identifying quiet times → measuring abundances → fitting X/O versus Fe/C power laws → extracting exponents → fitting exponents versus M/Q) for 21 different threshold choices spanning factor-of-3 in intensity, the study demonstrates that the resulting fractionation slopes vary by only ±0.02 (standard deviation across the 21 choices), which is 4-5 times smaller than the ±0.08 fitting uncertainty inherent to regressing eight data points. The physical interpretation is that the choice of exactly where to draw the quiet/active boundary within a reasonable range doesn't qualitatively change which particles you're sampling—whether you set the threshold at 0.0002 or 0.0005 in intensity units, you're still predominantly capturing the same population of remnant particles, just with slightly different contamination from the fringes of active periods. This validates the inflection-point method: by choosing a threshold based on a physical feature (the variance-versus-mean elbow), the method naturally falls in a stability zone where small threshold adjustments don't affect composition. The fact that all four solar cycle extrema plus the combined dataset show the same pattern (orange variability bars always much smaller than blue fit bars) proves this robustness holds across different solar activity conditions—it's not an accident of one particular time period. The near-perfect overlap of fit uncertainties across extrema (all five blue error bars intersect around 0.30-0.35) quantitatively demonstrates what Figure 8 showed visually: the fractionation slope is independent of solar cycle phase. If slopes were genuinely different between, say, solar maximum and minimum, the blue error bars wouldn't overlap—24 Min's bar would sit entirely above 24 Max's bar, for example. Instead, they all cluster around the same value, with overlap indicating the apparent differences could easily be statistical noise.",
        "why_it_matters": "This figure provides the essential methodological validation that allows every other scientific conclusion in the paper to be trusted: without demonstrating that threshold selection doesn't bias results, critics could dismiss the findings as arbitrary artifacts of manually choosing where to separate quiet from active times. The fact that systematic threshold uncertainty (±0.02) is negligible compared to statistical uncertainty (±0.08) means future work should focus on increasing statistical power (more data, more ions, longer time series) rather than refining threshold detection—the method is already accurate enough that improving it wouldn't meaningfully change conclusions. For reproducibility and mission-to-mission comparisons, this robustness is crucial: if different researchers apply the inflection-point method to ACE versus Wind versus STEREO data and get slightly different threshold values due to instrument calibration differences or statistical fluctuations, this figure proves those threshold differences won't prevent comparing scientific results. As long as the threshold is within the physically-motivated uncertainty range (the ±1.25σ band), conclusions about M/Q fractionation, source populations, and solar cycle evolution will be consistent. For operational space weather applications, the robustness means forecasters don't need to worry about threshold precision—using an approximate threshold (say, just eyeballing 'looks quiet' to within factor-of-2) is sufficient for classification purposes, since exact threshold placement within that factor-of-2 range doesn't affect composition statistics. This simplifies real-time implementation where computational resources for rigorous threshold fitting may not be available. The Panel (b) isolation of the 'All' result emphasizes the key finding for readers: when combining all 22 years, the fractionation slope is m = 0.33 ± 0.10 (dominated by statistical uncertainty from having only eight ions) with negligible ±0.02 threshold dependence, and this value matches the Desai et al. 2006a GSEP reference m = 0.36 to within combined uncertainties. If you quotate just one number from this paper about M/Q fractionation, it should be m = 0.33 ± 0.10—robust, cycle-independent, and consistent with shock-accelerated SEPs. For theorists building models, this error budget (80% statistical, 20% systematic) indicates that better constraints will come from analyzing more ion species (extending to elements like aluminum, argon, chromium, nickel) rather than from methodological refinements. Current models predict slopes ranging from ~0.2 to ~0.5 depending on shock geometry and turbulence levels; the empirical m = 0.33 ± 0.10 sits in the middle of this theoretical range, validating the basic physics but not yet discriminating between different detailed scenarios—that will require reducing the ±0.10 statistical uncertainty by factors of 2-3. Finally, this figure exemplifies best practices for automated detection methods: any algorithm using statistical fitting to define thresholds should test sensitivity by perturbing the threshold within its uncertainty and verifying that scientific conclusions are stable. The fact that this paper explicitly performs and reports such tests (rather than just assuming robustness) sets a methodological standard for heliophysics."
      },
      "keywords": [
        "uncertainty quantification",
        "threshold sensitivity",
        "robustness validation",
        "statistical vs systematic",
        "error analysis",
        "M/Q fractionation slope"
      ]
    },
    {
      "figure_id": "fig_10",
      "short_title": "Sulfur Behaves as Low-FIP Ion, Revealing Source Region Control of Suprathermal Abundances",
      "summary": {
        "what_we_see": "This ingenious two-dimensional diagnostic plot simultaneously examines how the correlation between each ion's abundance and sunspot number (a measure of temporal variability with solar activity) depends on two fundamental atomic properties: mass-per-charge ratio (M/Q, horizontal axis from 2.0 to 5.0) and first ionization potential (FIP, vertical axis from 5 to 20 eV, logarithmic scale). Eight ion species appear as colored circles sized and colored according to their correlation coefficient ρ(X/O, SSN) with sunspot number: large dark blue circles indicate strong negative correlation (ρ ≈ -0.8 for carbon, meaning abundance anticorrelates with solar activity), small yellow-white circles indicate near-zero correlation (ρ ≈ 0 for nitrogen), and large dark red circles indicate strong positive correlation (ρ ≈ +0.9 for magnesium, silicon, sulfur, and iron, meaning abundance increases with solar activity). The species cluster into two distinct regions separated by a critical boundary. In the upper-left region (high FIP, low M/Q), we find carbon, nitrogen, and neon—these 'high-FIP' ions have first ionization potentials above 11 eV (carbon at 11.3 eV, nitrogen at 14.5 eV, neon at 21.6 eV) and show negative or weak correlations with sunspot number. In the lower-right region (low FIP, high M/Q), we find magnesium, silicon, calcium, and iron—these 'low-FIP' ions have ionization potentials below 10 eV (magnesium 7.6 eV, silicon 8.2 eV, calcium 6.1 eV, iron 7.9 eV) and all show strong positive correlations with sunspot number (ρ ≥ +0.81). Two reference lines mark critical thresholds: a vertical green dashed line at M/Q = 2.6 and a horizontal purple dashed line at FIP = 11 eV, dividing the plot into quadrants. Oxygen (gray circle, included for completeness though it's the normalization reference so ρ = 0 by definition) sits at M/Q = 2.3, FIP = 13.6 eV. The stunning surprise is sulfur: despite having FIP = 10.4 eV (just barely above the 10 eV threshold traditionally separating high-FIP from low-FIP), sulfur sits firmly in the 'low-FIP cluster' showing ρ = +0.91 correlation, colored the same dark red as iron and magnesium, and grouped with them in the lower-right region rather than with nitrogen and neon.",
        "the_finding": "The clear segregation of ion species by correlation coefficient ρ(X/O, SSN) occurs along the FIP = 11 eV boundary rather than along any M/Q threshold, proving that temporal variability of quiet-time suprathermal abundances across the solar cycle is controlled by solar source region effects (which ions are preferentially released from the corona) rather than by mass-per-charge-dependent acceleration or transport effects (which ions are efficiently accelerated once released). This is a profound result requiring careful interpretation. If M/Q-dependent processes (shock acceleration efficiency, turbulent diffusion, magnetic focusing) controlled abundance variability, the correlation coefficients should be ordered by M/Q: species with similar M/Q should show similar ρ values. Instead, Figure 10 shows no horizontal banding—nitrogen (M/Q = 2.0, ρ = -0.06) and iron (M/Q = 5.0, ρ = +0.89) differ by factor-of-2.5 in M/Q and show correlations differing by 0.95 units, but magnesium (M/Q = 2.9, ρ = +0.90) and iron (M/Q = 5.0, differing by factor-of-1.7) have nearly identical correlations. If FIP controls variability, we expect vertical banding: species with similar FIP should cluster together regardless of M/Q. This is exactly what Figure 10 shows: all low-FIP ions (FIP < 10 eV) show ρ > +0.8, painting the bottom region uniformly dark red, while high-FIP ions (FIP > 11 eV) show ρ < -0.4, though the specific ρ values for high-FIP ions are more scattered (carbon -0.84, nitrogen -0.06, neon -0.40, oxygen 0 by definition). The vertical segregation at FIP ≈ 11 eV implies a discrete threshold effect: either an ion is preferentially released from low-FIP solar sources (active regions, coronal mass ejection source regions), in which case its abundance tracks solar activity (positive ρ), or it's drawn from high-FIP sources (coronal holes, fast solar wind source regions), in which case it doesn't track or anticorrelates (negative ρ). The sulfur result (ρ = +0.91, FIP = 10.4 eV) is the smoking gun: previous work (Reames 2018a, 2018b) argued sulfur is a high-FIP ion (since 10.4 eV > 10 eV threshold) and should behave like carbon. Figure 10 proves this is wrong—sulfur behaves like magnesium, silicon, and iron, all unambiguous low-FIP species. The implication is that the FIP threshold separating ion populations is not exactly 10 eV but rather ~11 eV, or that sulfur is somehow anomalous (perhaps its ionization state in the solar atmosphere differs from expectations). Either way, for understanding suprathermal sources, sulfur must be grouped with low-FIP ions.",
        "why_it_matters": "The discovery that sulfur behaves as a low-FIP ion despite its intermediate ionization potential revolutionizes how we trace solar energetic particles and suprathermals back to their solar source regions, requiring updates to decades of compositional fingerprinting used to distinguish flare-associated particles from coronal-mass-ejection-associated particles in space weather events. The FIP effect—that low-FIP ions are enhanced and high-FIP ions are depleted in the corona relative to the photosphere—is a cornerstone of solar-heliospheric connection studies. It arises because ions with low ionization potential remain ionized low in the solar chromosphere where they couple to magnetic fields and get preferentially transported upward into the corona, while high-FIP elements remain neutral until higher altitudes and don't couple as efficiently. Different solar source regions (active regions, coronal holes, quiet Sun) have different FIP enhancements, so measuring the FIP signature of particles observed near Earth allows inferring their coronal origin. For example, slow solar wind from the streamer belt shows moderate FIP enhancement, fast solar wind from coronal holes shows low enhancement, and solar energetic particles from active region eruptions show high enhancement. For decades, sulfur has been used as a 'test case' high-FIP element to compare against carbon and oxygen. If sulfur is actually low-FIP (as Figure 10 demonstrates), then all those comparisons were misinterpreting source signatures. Studies claiming 'sulfur behaves like oxygen, therefore this population is from coronal holes' may need to be reevaluated: sulfur behaving like magnesium and iron could instead indicate an active region source. The fact that ρ is controlled by FIP rather than M/Q also clarifies the physical picture of how suprathermals populate interplanetary space across the solar cycle: during solar minimum, the heliosphere is dominated by fast solar wind from large coronal holes (high-FIP sources), and co-rotating interaction regions form where fast streams overtake slow wind. The suprathermals accelerated by CIR shocks therefore carry high-FIP signatures (carbon-rich, iron-poor). During solar maximum, coronal holes shrink and the heliosphere is filled with slow solar wind from active regions and eruptions (low-FIP sources), and gradual SEP events accelerate particles from these sources. The suprathermals therefore carry low-FIP signatures (iron-rich, carbon-poor). The temporal evolution observed in Figure 4 thus reflects changing solar source geography, not changing acceleration physics. For operational space weather forecasting and astronaut safety, the sulfur finding matters for dosimetry: sulfur (atomic number 16) has high linear energy transfer (LET) intermediate between oxygen (Z=8) and iron (Z=26). If sulfur is abundant in quiet-time backgrounds during solar maximum (tracking with iron as a low-FIP ion), radiation dose calculations underestimating sulfur will underpredict biological damage. For interpreting Parker Solar Probe and Solar Orbiter data closer to the Sun, this figure predicts what should be seen: compositional variations observed at 0.1-0.5 AU should correlate with the spacecraft's magnetic footpoint tracing back to different source regions, with active region connections yielding low-FIP-enhanced populations and coronal hole connections yielding high-FIP compositions. Finally, the result highlights a gap in our understanding of FIP fractionation physics: why does sulfur, at FIP = 10.4 eV, behave like it has FIP = 7-8 eV? Possibilities include: (1) the transition between 'low' and 'high' FIP behavior is not a sharp cutoff at 10 eV but a gradual transition centered near 11 eV, (2) sulfur's ionization balance in the solar chromosphere differs from simple FIP predictions due to its complex atomic structure (multiple ionization stages with different coupling efficiencies), or (3) sulfur has multiple sources and the low-FIP component dominates in suprathermal populations even though photospheric sulfur is high-FIP. Resolving this will require detailed spectroscopic observations of the solar atmosphere combined with improved modeling of chromospheric ionization and transport. Regardless of the physical explanation, the empirical finding stands: sulfur tracks solar activity like low-FIP ions, and must be treated as such in compositional source tracing."
      },
      "keywords": [
        "FIP effect",
        "first ionization potential",
        "sulfur as low-FIP",
        "source region control",
        "correlation with SSN",
        "M/Q vs FIP",
        "solar sources",
        "compositional fingerprint"
      ]
    }
  ]
}