{
  "heading": "About Ben",
  "tagline": "How I ask big questions and who I ask them with.",
  "sections": [
    {
      "title": "Research Vision",
      "slug": "research-vision",
      "icon": "Telescope",
      "excerpt": "I study the Sun and solar wind to discover what it means for a Sun to create a habitable zone and to power life on Earth.",
      "paragraphs": [
        "I study the Sun and solar wind, the stream of charged particles it continuously emits, on timescales from seconds to decades to discover what it means for a Sun to create a habitable zone and to power life on Earth. I blend deep curiosity, creativity, and discipline to ask novel questions that push us beyond the edge of our current understanding. This builds transformative insights that reshape how we live here and now.",
        "No single instrument or single person can accomplish this task alone. We need highly specialized instruments that can observe a range of phenomena over timescales that can exceed any single instrument's lifetime and one person's career. The questions we ask and the challenges we face demand that we work together to achieve our goals. Only cohesive teams can do this well.",
        "Today, cohesive teams are building a transformative understanding of how the solar wind's helium abundance varies with the solar cycle. This work reveals how helium shapes the solar wind's birth, strengthening our ability to forecast solar behavior and protect life on Earth. By separating two previously coupled problems—timing and amplitude of solar activity—we demonstrate what becomes possible when diverse expertise converges on big questions. This is how breakthrough insights emerge: through teams that blend curiosity, rigor, and trust to achieve what no individual could alone."
      ],
      "published": true
    },
    {
      "title": "Team Ethos",
      "slug": "team-ethos",
      "icon": "Compass",
      "excerpt": "I build high-trust teams where questions are celebrated and ownership is real, creating the psychological safety necessary to ask big questions.",
      "paragraphs": [
        "I build high-trust teams where questions are celebrated and ownership is real, creating the psychological safety necessary to ask big questions and take the risks required to answer them. This requires a subtle combination of independence and interdependence. We must be able to work on our own while simultaneously leaning on and collaborating with each other. This combination gives us the freedom to be creative, effective, and impactful as we drive results and push the bounds of human knowledge. In such environments, conflict is inevitable. By taking an us-against-the-problem approach, we put the problem on the wall and argue evidence, not intention, so teams leverage conflict as a tool to push us all forward and build beyond our individual visions. This turns team culture into a performance system that drives achievement and delivery while simultaneously fostering safety, care, and overall well-being.",
        "Teams of this caliber require strong principles, values, and practices to succeed. Our values—psychological safety, ownership, care, and a balance of independence with interdependence—govern how we treat one another. My principles—integrity, transparency, empathy, curiosity, rigor, and gratitude—set our standards. Our practices translate both into concrete habits: we cross-check evidence across missions so insights cohere; we write plainly and explain choices; we archive code and methods with each result; each milestone has a directly responsible individual; weekly check-ins keep momentum; monthly \"unlock\" milestones ensure near-term wins open the larger architecture.",
        "Today, we are building a new understanding of how the solar wind's helium abundance varies with the solar cycle, providing deep and nuanced insight into how helium impacts the solar wind's birth. These results also redefine how we understand the solar cycle and forecast its effects by separating two previously coupled problems: timing and amplitude of the solar cycle. This result strengthens solar cycle forecasts, improving our ability to safeguard human life and technology on Earth and in space."
      ],
      "published": true
    },
    {
      "title": "Mentorship Philosophy",
      "slug": "mentorship-philosophy",
      "icon": "HeartHandshake",
      "excerpt": "I help mentees build intuition for meeting problems in alignment with their values, modeling integrity, perseverance, and accountability.",
      "paragraphs": [
        "We promise ourselves and our children that their future will be better than our own. We can't predict it, but we can prepare by building adaptive systems and training people to respond skillfully as realities change. This awareness grounds my mentorship philosophy.",
        "In practice, I help mentees build intuition for meeting problems in alignment with their values. I model integrity, perseverance, discipline, and accountability, grounded in self-awareness, self-care, and self-respect. I lead with conscious vulnerability—showing how I tackle challenges, not only outcomes. I create space to sit with experience, reflect on their approach, strategize about the future, and deliberately choose the next step. I connect mentees with resources and a network that sustains this work. I invite them to name and act from personal truth so their actions stay true to their commitments and grounded in their principles. Our standard is clear. Leave ready to lead your own work with integrity, care, and vision. When it fits, return as a collaborator.",
        "Lasting change rarely comes from a single grand gesture. It accrues through small, repeated choices that shape our day-to-day work and build a more just, responsive, and thoughtful world where each of us belongs. When we support one another in that growth, we craft the future we promised. That is how I mentor."
      ],
      "published": true
    },
    {
      "title": "Open Science",
      "slug": "open-science",
      "icon": "Share2",
      "excerpt": "I practice Open Science by developing and sharing computational tools, archiving methods with results, and contributing to the broader scientific software ecosystem.",
      "paragraphs": [
        "Open Science is both a practical necessity and an ethical commitment. My conclusions are only as trustworthy as the methods behind them. I design software and documentation so others can validate, extend, and teach with them. When methods are visible, validation becomes possible. This transparency transforms scientific authority from persuasion to demonstration. Trust is earned through verifiable reproducibility, not through credentials or reputation alone. If you can read my methods, you can rebuild my results. If you can rebuild my results, you can assess my conclusions independently. This principle grounds every technical choice I make: openness is not an afterthought added for compliance, but the foundation that makes rigorous science possible.",
        "I separate evolving tools from time-stamped research. Libraries grow and improve over time as understanding deepens and methods mature. Published results must remain reproducible indefinitely, frozen at a specific moment so others can verify what I claimed when I claimed it. This separation honors both needs: continuous improvement in computational tools alongside permanent reproducibility in published work. I automate verification through tests and documentation builds that run continuously. Broken examples fail immediately. Quality checking happens with every change, not periodically before publication. This discipline transforms reproducibility from an aspirational goal into a routine practice—effortless rather than heroic. When verification is automatic, I can focus effort on discovery rather than maintenance. The boring parts stay boring, and the science stays reproducible.",
        "Open science is collaborative science. When tools and methods flow freely between researchers, the community advances faster than any individual could alone. Early-career scientists gain practical skills by reading production code, not just idealized examples. Researchers across institutions build directly on shared work without reinventing solutions. This approach distributes expertise more equitably and accelerates the pace of discovery. When methods are open, science advances through shared understanding rather than isolated expertise. Trust becomes communal rather than individual. That is why I share openly: because discovery serves humanity best when knowledge flows freely."
      ],
      "published": true
    },
    {
      "title": "Generative AI",
      "slug": "generative-ai",
      "icon": "Wrench",
      "excerpt": "I approach generative AI as a powerful tool that requires deliberate choices, thoughtful application, and clear accountability in scientific research.",
      "paragraphs": [
        "Generative AI is a tool—powerful and versatile, but always an instrument under human direction and accountability. This framing is not semantic; it is ethical. When we treat AI as a tool rather than an autonomous agent, we maintain clear lines of responsibility: the person using the tool bears accountability for the outcomes it produces. I think best in dialogue. Speaking out loud or typing slows me enough to clarify vision, choose deliberately, and set specific goals. A conversation with a model sharpens requirements and helps me articulate what I need before delegating execution. I retain authorship and final review over every claim, figure, and line of code. The tool does not bear responsibility—I do.",
        "I place AI where it adds leverage: after intent and requirements are set; during documentation, refactoring, and clarity passes; and as a second set of eyes on completeness—never as a substitute for interpretation, architecture, or deriving requirements from physical models. I disclose assistance whenever AI materially shapes text or code, and I avoid confidential or export-controlled inputs. Because science must be reproducible, AI-assisted steps must be reproducible. I document what tools I used, how I applied them, and how I validated outputs. Generative work can be broad—scaffolds, refactors, features, data transformations—but lands in targetted, reviewable increments behind tests and code review. This discipline maintains scientific integrity while capturing AI's strengths.",
        "To make AI effective and safe, I engineer the system around it. Clean repository practices—tests, continuous integration, version control, and clear documentation—scaffold changes that are easy to review and reproduce. I work requirements-first and link each requirement to reviewable commits. Clear expectations keep reviews focused on artifacts and criteria, not people, building shared ownership and trust. This approach places responsibility where it belongs: on human judgment, team culture, and the practices we build together. When wielded deliberately and reviewed rigorously, AI serves discovery without compromising the integrity that makes science communal."
      ],
      "published": true
    }
  ]
}
