{
  "heading": "About Ben",
  "tagline": "How I ask big questions and who I ask them with.",
  "sections": [
    {
      "heading": "Research Vision",
      "icon": "Telescope",
      "paragraphs": [
        "I study the Sun and solar wind, the stream of charged particles it continuously emits, on timescales from seconds to decades to discover what it means for a Sun to create a habitable zone and to power life on Earth. I blend deep curiosity, creativity, and discipline to ask novel questions that push us beyond the edge of our current understanding. This builds transformative insights that reshape how we live here and now.",
        "No single instrument or single person can accomplish this task alone. We need highly specialized instruments that can observe a range of phenomena over timescales that can exceed any single instrument's lifetime and one person's career. The questions we ask and the challenges we face demand that we work together to achieve our goals. Only cohesive teams can do this well."
      ]
    },
    {
      "heading": "Team Ethos",
      "icon": "Compass",
      "paragraphs": [
        "I build high-trust teams where questions are celebrated and ownership is real, creating the psychological safety necessary to ask big questions and take the risks required to answer them. This requires a subtle combination of independence and interdependence. We must be able to work on our own while simultaneously leaning on and collaborating with each other. This combination gives us the freedom to be creative, effective, and impactful as we drive results and push the bounds of human knowledge. In such environments, conflict is inevitable. By taking an us-against-the-problem approach, we put the problem on the wall and argue evidence, not intention, so teams leverage conflict as a tool to push us all forward and build beyond our individual visions. This turns team culture into a performance system that drives achievement and delivery while simultaneously fostering safety, care, and overall well-being.",
        "Teams of this caliber require strong principles, values, and practices to succeed. Our values—psychological safety, ownership, care, and a balance of independence with interdependence—govern how we treat one another. My principles—integrity, transparency, empathy, curiosity, rigor, and gratitude—set our standards. Our practices translate both into concrete habits: we cross-check evidence across missions so insights cohere; we write plainly and explain choices; we archive code and methods with each result; each milestone has a directly responsible individual; weekly check-ins keep momentum; monthly \"unlock\" milestones ensure near-term wins open the larger architecture.",
        "Today, we are building a new understanding of how the solar wind's helium abundance varies with the solar cycle, providing deep and nuanced insight into how helium impacts the solar wind's birth. These results also redefine how we understand the solar cycle and forecast its effects by separating two previously coupled problems: timing and amplitude of the solar cycle. This result strengthens solar cycle forecasts, improving our ability to safeguard human life and technology on Earth and in space."
      ]
    },
    {
      "heading": "Mentorship Philosophy",
      "icon": "HeartHandshake",
      "paragraphs": [
        "We promise ourselves and our children that their future will be better than our own. We can't predict it, but we can prepare by building adaptive systems and training people to respond skillfully as realities change. This awareness grounds my mentorship philosophy.",
        "In practice, I help mentees build intuition for meeting problems in alignment with their values. I model integrity, perseverance, discipline, and accountability, grounded in self-awareness, self-care, and self-respect. I lead with conscious vulnerability—showing how I tackle challenges, not only outcomes. I create space to sit with experience, reflect on their approach, strategize about the future, and deliberately choose the next step. I connect mentees with resources and a network that sustains this work. I invite them to name and act from personal truth so their actions stay true to their commitments and grounded in their principles. Our standard is clear. Leave ready to lead your own work with integrity, care, and vision. When it fits, return as a collaborator.",
        "Lasting change rarely comes from a single grand gesture. It accrues through small, repeated choices that shape our day-to-day work and build a more just, responsive, and thoughtful world where each of us belongs. When we support one another in that growth, we craft the future we promised. That is how I mentor."
      ]
    }
  ]
}
