{
  "heading": "Heliophysicist. Research Leader. Systems Thinker.",
  "tagline": "Exploring the Solar Wind to Understand Our Place in the Cosmos",
  "paragraphs": [
    "Since humans first looked to the stars, we have asked, \"Are we alone?\"",
    "The closest exoplanet to Earth, Proxima Centauri b, is 4.2 light-years away. Riding the fastest spaceship humans have ever built, it would take us over 6600 years—over 200 generations—to travel there. As we prepare to make this journey, we orbit a star we can observe, measure, and study—a star whose light reaches us in eight minutes, whose particles wash over our planet daily—our Sun. Answering these questions demands curiosity and the systems to leverage it.",
    "I study our Sun. My teams and I trace the solar wind, the river of charged particles our Sun sends into space, on timescales from seconds to decades. We ask: What does it mean for us to be on this planet, orbiting this star? The answer won't directly tell us if life exists light-years away. But it shows us what it takes to be a living world—and that understanding is what we'll need when we finally search beyond our own solar system.",
    "No single instrument, no single career, can capture what we need to know. The questions span generations; our methods must too. I practice open science, sharing tools, archiving methods, earning trust through reproducibility rather than reputation. I treat AI as a powerful instrument under human direction, building frameworks that make collaboration systematic and results verifiable.",
    "Questions of this scale don't just require teams, they define how great teams must function. I build high-trust environments where psychological safety makes bold questions possible, where conflict sharpens insight rather than eroding trust. I mentor the next generation to lead with integrity, preparing people to respond skillfully as realities change.",
    "Each element reinforces the others: the teams enable the science; the mentorship sustains the teams; the openness builds trust; the tools amplify what we can accomplish. Together, we are building systems that make breakthrough insights inevitable rather than accidental, expanding not just what we know, but what becomes knowable."
  ]
}
