{
  "Alterman_2018_ApJ_864_112/fig_1": {
    "paper_id": "Alterman_2018_ApJ_864_112",
    "figure_id": "fig_1",
    "src": "/papers/Alterman_2018_ApJ_864_112/figures/fig_1.svg",
    "short_title": "New algorithm separates three ion populations in Faraday cup data",
    "alt": "Four panels display energy spectra from the Wind spacecraft's Faraday cups, each measured from a different angle relative to the magnetic field (118, 139, 156, and 170 degrees, noted in each panel corner).",
    "summary": {
      "what_we_see": "Four panels display energy spectra from the Wind spacecraft's Faraday cups, each measured from a different angle relative to the magnetic field (118, 139, 156, and 170 degrees, noted in each panel corner). Thin black stepped histograms show the raw measured charge flux on a logarithmic vertical axis versus energy-per-charge on the horizontal axis. Three colored curves overlay each histogram: a red peak for the main proton population, a blue peak at slightly higher energy for the proton beam, and a pink peak at even higher energy for alpha particles. A vertical black dashed line in each panel marks where the beam-to-core phase-space density ratio is evaluated. As the angle increases toward 170 degrees, the blue beam peak separates more clearly from the red core peak.",
      "the_finding": "A new data processing algorithm simultaneously detects and separates three distinct ion populations in the solar wind -- proton cores, proton beams, and alpha particles -- from a single set of Faraday cup measurements. The beam signature separates most clearly from the core at look directions most aligned with the magnetic field, appearing as a distinct blue bump at higher energy-per-charge than the red core peak. Applied to over 20 years of Wind spacecraft data, this three-population fitting enables the first large-scale simultaneous comparison of alpha particle and proton beam differential flows.",
      "why_it_matters": "Detecting the proton beam has historically been difficult because it overlaps with the main proton peak in energy. This improved fitting technique unlocks two decades of archived Wind data for proton beam studies, enabling statistical comparisons between ion populations that were previously limited to case studies or shorter time periods. Understanding how different particle populations move through the solar wind reveals how energy is transferred from magnetic waves to particles, a fundamental process in solar wind acceleration."
    },
    "summary_short": "A new data processing algorithm simultaneously detects and separates three distinct ion populations in the solar wind -- proton cores, proton beams, and alpha particles -- from a single set of Faraday cup measurements.",
    "keywords": [
      "energy_spectrum",
      "Faraday_cup",
      "Wind_spacecraft",
      "three_population_fit",
      "alpha_particle",
      "proton_beam",
      "proton_core",
      "look_direction",
      "magnetic_field_angle"
    ],
    "technical_caption": "Fits from four example look directions from the Wind Faraday cups using a new data processing algorithm. Three ion populations are shown: α (purple), p₁ (red), and p₂ (blue). The angle of a given look direction with respect to the average magnetic field throughout the spectrum is indicated at the top right of each panel. Errors for each energy/charge bin are vertical dashed lines.",
    "used_as_primary_in": [],
    "used_as_related_in": []
  },
  "Alterman_2018_ApJ_864_112/fig_2": {
    "paper_id": "Alterman_2018_ApJ_864_112",
    "figure_id": "fig_2",
    "src": "/papers/Alterman_2018_ApJ_864_112/figures/fig_2.svg",
    "short_title": "Proton beam forms a distinct shoulder in velocity space",
    "alt": "Two stacked contour plots show particle velocity distributions in a coordinate system of parallel velocity (horizontal axis) versus perpendicular velocity (vertical axis), both in km/s.",
    "summary": {
      "what_we_see": "Two stacked contour plots show particle velocity distributions in a coordinate system of parallel velocity (horizontal axis) versus perpendicular velocity (vertical axis), both in km/s. The top panel, labeled H+, displays protons as concentric filled contours ranging from red at the dense center through yellow, green, cyan, and blue outward. A clear elongation extends to the right at positive parallel velocities, forming a secondary shoulder -- the proton beam. Solid contour lines mark the densest regions and dashed circles trace the sparse outer edges. The bottom panel, labeled He++, shows alpha particles as a single compact oval of similarly colored contours, slightly offset from the origin in the positive parallel direction.",
      "the_finding": "The proton beam appears as a distinct shoulder extending from the proton core toward higher parallel velocities, clearly separated from the alpha particle distribution in velocity space. This visualization corresponds to the energy spectra in the preceding figure, confirming that the three-population fitting algorithm correctly identifies the beam as a separate kinetic feature rather than a fitting artifact. The beam extends along the magnetic field direction, consistent with the expectation that differential streaming is field-aligned.",
      "why_it_matters": "Velocity distribution functions are the most fundamental representation of a plasma's state, containing all the information about how particles move. Showing that proton beams produce a clear, directional shoulder in velocity space validates the beam identification method and connects the spectral fitting approach to established plasma physics. This visual confirmation is essential because the beam's properties -- speed, density, temperature -- serve as inputs to every subsequent analysis in the study."
    },
    "summary_short": "The proton beam appears as a distinct shoulder extending from the proton core toward higher parallel velocities, clearly separated from the alpha particle distribution in velocity space.",
    "keywords": [
      "velocity_distribution_function",
      "proton_beam",
      "alpha_particle",
      "proton_core",
      "velocity_space",
      "beam_shoulder",
      "field_aligned_drift",
      "phase_space_density"
    ],
    "technical_caption": "VDFs corresponding to the spectrum shown in Figure 1. The joint proton VDF (top) and α-particle VDF (bottom) are shown. The proton beam can be identified by the secondary shoulder at large v_∥ > 0 in the top panel. Contours follow Marsch et al. (1982b). In decreasing order, solid lines are 0.8, 0.6, 0.4, and 0.2 and dashed lines are 0.1, 0.032, 0.01, 0.0031, and 0.001 of the maximum phase-space density.",
    "used_as_primary_in": [],
    "used_as_related_in": []
  },
  "Alterman_2018_ApJ_864_112/fig_3": {
    "paper_id": "Alterman_2018_ApJ_864_112",
    "figure_id": "fig_3",
    "src": "/papers/Alterman_2018_ApJ_864_112/figures/fig_3.svg",
    "short_title": "Proton beams drift faster than alphas relative to the Alfven speed",
    "alt": "Two overlapping histogram distributions plot drift speed normalized by the Alfven speed on the horizontal axis against measurement count on the vertical axis.",
    "summary": {
      "what_we_see": "Two overlapping histogram distributions plot drift speed normalized by the Alfven speed on the horizontal axis against measurement count on the vertical axis. Gray stepped lines show all data for each population. The alpha particle distribution (dashed green with orange fit) is broader and peaks near 0.67, while the proton beam distribution (solid green with orange fit) is taller, narrower, and peaks near 1.08. Inset text boxes at the top give the Gaussian fit parameters: the alpha mean is 6.73 x 10^-1 with width 2.60 x 10^-1, while the beam mean is 1.079 x 10^0 with width 1.64 x 10^-1.",
      "the_finding": "In fast, nearly collisionless solar wind, proton beams consistently drift about 60% faster than alpha particles relative to the main proton population. The beam drift clusters tightly around the Alfven speed (108%), suggesting a magnetic wave process sets an upper limit. Alpha particle drift is both slower (67% of the Alfven speed) and more spread out, indicating that additional processes -- likely Coulomb collisions -- broaden the alpha distribution more than the beam distribution.",
      "why_it_matters": "The Alfven speed is the characteristic propagation speed of magnetic waves in the solar wind. That proton beams drift at nearly this speed while alpha particles drift at only two-thirds of it reveals that these two particle populations interact with the same magnetic environment in fundamentally different ways. This difference is key to explaining how the solar wind is heated and accelerated, because wave-particle interactions are thought to transfer energy from magnetic fluctuations to plasma particles."
    },
    "summary_short": "In fast, nearly collisionless solar wind, proton beams consistently drift about 60% faster than alpha particles relative to the main proton population.",
    "keywords": [
      "differential_flow",
      "Alfven_speed",
      "alpha_particle",
      "proton_beam",
      "Gaussian_fit",
      "fast_wind",
      "collisionless",
      "drift_speed"
    ],
    "technical_caption": "Normalized alpha particle (α, p₁) and proton beam (p₂, p₁) differential flows in collisionless, fast solar wind. Both differential flows are normalized by an Alfvén speed approximation from Equation (2) using both proton densities. Bins within 30% of the maximum are selected for fitting to exclude core–halo distributions.",
    "used_as_primary_in": [],
    "used_as_related_in": [
      "coulomb-collisions"
    ]
  },
  "Alterman_2018_ApJ_864_112/fig_4": {
    "paper_id": "Alterman_2018_ApJ_864_112",
    "figure_id": "fig_4",
    "src": "/papers/Alterman_2018_ApJ_864_112/figures/fig_4.svg",
    "short_title": "Alpha and beam drift fluctuations are uncorrelated",
    "alt": "A 2D histogram plots short-timescale fluctuations in alpha particle drift speed (horizontal axis, in km/s) against fluctuations in proton beam drift speed (vertical axis, in km/s), each measured relative to a 14-minute running mean.",
    "summary": {
      "what_we_see": "A 2D histogram plots short-timescale fluctuations in alpha particle drift speed (horizontal axis, in km/s) against fluctuations in proton beam drift speed (vertical axis, in km/s), each measured relative to a 14-minute running mean. Colors range from black and purple at low counts through orange and yellow at high counts, with a bright white-yellow peak centered near the origin. Overlaid contour lines at counts of 10, 25, 50, 100, and 300 trace nearly circular rings around the center. A text inset at the bottom shows the 2D Gaussian fit parameters, confirming that the two axis widths (2.6 and 2.4 km/s) are nearly equal and the rotation angle is close to 90 degrees.",
      "the_finding": "When both species' drift speeds fluctuate on timescales of minutes, the fluctuations show no correlation with each other. The fitted contour is circular rather than elongated along a diagonal, meaning that a momentary increase in one species' drift does not predict a simultaneous change in the other. This rules out the hypothesis that large-scale wave fluctuations drive both species' drifts in tandem, which would have produced a tilted, elongated ellipse.",
      "why_it_matters": "If alpha particles and proton beams responded to the same waves in the same way, their speed fluctuations would rise and fall together. The absence of such correlation indicates that different physical mechanisms govern each species' drift, possibly tied to each species' mass-to-charge ratio through different wave-particle resonance conditions. This finding narrows the list of candidate acceleration mechanisms and provides a constraint that theoretical models of solar wind energization must satisfy."
    },
    "summary_short": "When both species' drift speeds fluctuate on timescales of minutes, the fluctuations show no correlation with each other.",
    "keywords": [
      "differential_flow_fluctuations",
      "uncorrelated",
      "alpha_particle",
      "proton_beam",
      "circular_contour",
      "wave_particle_interaction",
      "running_mean"
    ],
    "technical_caption": "2D histogram showing uncorrelated differential flow fluctuations (δΔv) for Δv_{α,p1} and Δv_{p2,p1}. That the fit is a circle centered on the origin indicates that the fluctuations are uncorrelated. The insert shows the fit function: f = h + A · exp[-½((x̃-μ_x)/σ_x)² - ½((ỹ-μ_y)/σ_y)²] where x̃ = xcosθ - ysinθ, ỹ = xsinθ + ycosθ, with parameters μ_x = -0.5, σ_x = 2.6, μ_y = -0.4, σ_y = 2.4, h = 6.3, A = 583.8, θ = 86.7.",
    "used_as_primary_in": [],
    "used_as_related_in": []
  },
  "Alterman_2018_ApJ_864_112/fig_5": {
    "paper_id": "Alterman_2018_ApJ_864_112",
    "figure_id": "fig_5",
    "src": "/papers/Alterman_2018_ApJ_864_112/figures/fig_5.svg",
    "short_title": "Alpha drift fades with collisions while beam drift persists",
    "alt": "Two vertically stacked heatmaps share a horizontal axis of collisional age (ranging from 10^-2 to 10^-1 on a logarithmic scale).",
    "summary": {
      "what_we_see": "Two vertically stacked heatmaps share a horizontal axis of collisional age (ranging from 10^-2 to 10^-1 on a logarithmic scale). The top panel shows proton beam drift speed normalized by the Alfven speed, where a bright horizontal band of yellow and orange bins sits steadily between about 0.8 and 1.4, remaining flat across the full collisional age range. The bottom panel shows alpha particle drift speed, where the bright band slopes distinctly downward from about 0.8 at the youngest ages on the left to about 0.4 at the oldest ages on the right. A vertical cyan line near the left edge marks the boundary of the youngest measured subset at collisional age 1.2 x 10^-2. Colors range from dark purple at low column-normalized counts through orange and yellow at the highest.",
      "the_finding": "Alpha particle drift speed drops dramatically -- from about 80% to 40% of the Alfven speed -- as collisional age increases across the measured range. In stark contrast, proton beam drift remains essentially constant near the Alfven speed regardless of how many collisions have occurred. This asymmetry is surprising because both populations travel through the same plasma and experience the same collision environment, yet only the alpha drift is eroded by Coulomb friction.",
      "why_it_matters": "Coulomb collisions act as a friction force that should slow all drifting particles. The fact that proton beams resist this friction while alpha particles do not is a central puzzle of this study. Either some process continuously regenerates the beam drift (such as resonant interaction with Alfven waves), or the effective collision rate for beams is significantly lower than standard calculations predict. Resolving this dichotomy would fundamentally advance our understanding of how energy is partitioned among particle populations in the solar wind."
    },
    "summary_short": "Alpha particle drift speed drops dramatically -- from about 80% to 40% of the Alfven speed -- as collisional age increases across the measured range.",
    "keywords": [
      "collisional_age",
      "differential_flow",
      "alpha_particle",
      "proton_beam",
      "Alfven_speed",
      "Coulomb_drag",
      "column_normalized",
      "collisional_erosion"
    ],
    "technical_caption": "2D histograms of α-particle and p₂ Alfvén speed normalized differential flows, each as a function of its collisional age. Only bins with at least 30% of the column maximum are shown. Measurements with a collisional age A_c ≲ 1.2 × 10⁻² are indicated to the left of the blue line.",
    "used_as_primary_in": [],
    "used_as_related_in": [
      "coulomb-collisions"
    ]
  },
  "Alterman_2018_ApJ_864_112/fig_6": {
    "paper_id": "Alterman_2018_ApJ_864_112",
    "figure_id": "fig_6",
    "src": "/papers/Alterman_2018_ApJ_864_112/figures/fig_6.svg",
    "short_title": "Alpha-to-beam speed ratio sharpens in youngest plasma",
    "alt": "Two overlapping histogram distributions plot the ratio of alpha particle drift speed to proton beam drift speed on the horizontal axis against normalized count on the vertical axis.",
    "summary": {
      "what_we_see": "Two overlapping histogram distributions plot the ratio of alpha particle drift speed to proton beam drift speed on the horizontal axis against normalized count on the vertical axis. Gray stepped lines show all binned data for each subset. The dashed green histogram with its dashed orange Gaussian fit represents the broader low-collision sample, peaking near 0.62. The solid green histogram with its solid orange fit represents only the very youngest plasma, peaking near 0.71. An inset text box at upper right gives the Gaussian fit parameters for both subsets. The solid (youngest) curve is visibly taller and narrower than the dashed (collisionless) curve.",
      "the_finding": "In the youngest, most collisionless solar wind measured at Earth, alpha particles drift at about 71% the speed of proton beams, compared to 62% when a broader range of weakly collisional data is included. The distribution narrows by about 27% in the youngest plasma. Because alpha drift decays with collisions but beam drift does not, restricting to the least collisional data recovers a ratio closer to the intrinsic value launched from the solar corona and removes the spread that collisional erosion introduces during transit.",
      "why_it_matters": "Pinpointing the intrinsic drift speed ratio -- what the Sun actually launches -- requires minimizing contamination from collisional processes during transit. The fact that restricting to the youngest plasma sharpens the distribution confirms that most of the observed variability in the drift ratio comes from collisions, not from variability at the source. This provides a cleaner observational target for theoretical models of coronal acceleration to match."
    },
    "summary_short": "In the youngest, most collisionless solar wind measured at Earth, alpha particles drift at about 71% the speed of proton beams, compared to 62% when a broader range of weakly collisional data is included.",
    "keywords": [
      "drift_speed_ratio",
      "alpha_particle",
      "proton_beam",
      "collisional_age",
      "youngest_plasma",
      "Gaussian_fit",
      "Coulomb_collisions"
    ],
    "technical_caption": "Ratio of alpha particle to proton beam differential flow (Δv_{α,p1}/Δv_{p2,p1}) in collisionless (10⁻² ≤ A_c ≤ 10⁻¹; dashed) and the youngest measured (10⁻² ≤ A_c ≤ 1.2 × 10⁻²; solid) data. The fit function is f(x) = A · e^{-½((x-μ)/σ)²}. For collisionless (dashed): σ = 1.93 × 10⁻¹, μ = 6.19 × 10⁻¹. For youngest (solid): σ = 1.41 × 10⁻¹, μ = 7.07 × 10⁻¹.",
    "used_as_primary_in": [],
    "used_as_related_in": [
      "coulomb-collisions"
    ]
  },
  "Alterman_2018_ApJ_864_112/fig_7": {
    "paper_id": "Alterman_2018_ApJ_864_112",
    "figure_id": "fig_7",
    "src": "/papers/Alterman_2018_ApJ_864_112/figures/fig_7.svg",
    "short_title": "Anisotropy-corrected Alfven speed yields tightest drift distributions",
    "alt": "Two side-by-side columns each contain an upper histogram and a lower residual plot.",
    "summary": {
      "what_we_see": "Two side-by-side columns each contain an upper histogram and a lower residual plot. The left column shows alpha particle drift normalized by an anisotropic Alfven speed using only the proton core density; its gray histogram and green fitted region peak near 0.62 with a narrow orange Gaussian fit of width 0.132. The right column shows proton beam drift normalized by an anisotropic Alfven speed using both core and beam densities; its histogram peaks near 1.057 with a width of 0.150. Below each histogram, green residual bars fluctuate around zero within about 10-15%, showing no systematic pattern. Inset text boxes display the Gaussian fit function and parameters for each species.",
      "the_finding": "When the Alfven speed calculation includes the proton core's temperature anisotropy, the resulting drift distributions are narrower than when using the simpler textbook formula. The alpha drift distribution centers at 0.622 and the beam at 1.057 of this improved Alfven speed. The two panels use different density normalizations -- alpha uses only core density, beam uses both core and beam densities -- each chosen to minimize the respective distribution width. The residuals show no systematic pattern, confirming that Gaussian fits are appropriate descriptions of the data near their peaks.",
      "why_it_matters": "A tighter distribution around a characteristic speed is evidence that the underlying physics is better captured by the normalization. That accounting for temperature anisotropy improves the result supports the conclusion that the effective wave speed in the solar wind differs from the simplified textbook value. This refinement matters for interpreting any solar wind measurement that involves the Alfven speed, from turbulence studies to space weather forecasting models."
    },
    "summary_short": "When the Alfven speed calculation includes the proton core's temperature anisotropy, the resulting drift distributions are narrower than when using the simpler textbook formula.",
    "keywords": [
      "Alfven_speed",
      "anisotropic_MHD",
      "differential_flow",
      "Gaussian_fit",
      "residuals",
      "alpha_particle",
      "proton_beam",
      "temperature_anisotropy",
      "collisionless"
    ],
    "technical_caption": "Examples of the Gaussian fits to 1D distributions of α and p₂ normalized differential flow along with the associated residuals. As discussed in Section 6, the Alfvén speed normalizations shown minimize the width of these distributions.",
    "used_as_primary_in": [],
    "used_as_related_in": []
  },
  "Alterman_2018_ApJ_864_112/fig_8": {
    "paper_id": "Alterman_2018_ApJ_864_112",
    "figure_id": "fig_8",
    "src": "/papers/Alterman_2018_ApJ_864_112/figures/fig_8.svg",
    "short_title": "Anisotropic Alfven speed without dynamic pressure minimizes spread",
    "alt": "A scatter plot of distribution width (vertical axis, ranging from 0 to 0.25) versus distribution mean (horizontal axis, ranging from 0 to 1.2) displays six data points with error bars, grouped into two clusters.",
    "summary": {
      "what_we_see": "A scatter plot of distribution width (vertical axis, ranging from 0 to 0.25) versus distribution mean (horizontal axis, ranging from 0 to 1.2) displays six data points with error bars, grouped into two clusters. Dark blue markers on the left represent alpha particles and yellow markers on the right represent proton beams. Within each cluster, three marker shapes appear: triangles for the standard isotropic Alfven speed, squares for the version including temperature anisotropy, and stars for the version additionally including dynamic pressure. For both species, the square markers sit lowest on the vertical axis, indicating the narrowest distributions, while stars sit highest.",
      "the_finding": "Including proton temperature anisotropy in the Alfven speed calculation consistently reduces the spread in drift speed for both alpha particles and proton beams -- the square markers have the smallest widths. Adding the dynamic pressure correction worsens the result, producing broader distributions shown by the star markers sitting highest. This means the anisotropic Alfven speed without dynamic pressure is the most precise normalization, suggesting that either dynamic pressure measurements carry too much noise or that the drift does not respond to the streaming pressure term.",
      "why_it_matters": "Choosing the right formula for the Alfven speed determines how precisely researchers can measure fundamental solar wind properties. This systematic comparison provides practical guidance for the heliophysics community: use the anisotropic correction that accounts for unequal proton temperatures but omit the dynamic pressure term. This prescription applies to any study that normalizes measurements by the local Alfven speed, from turbulence analyses to instability threshold calculations."
    },
    "summary_short": "Including proton temperature anisotropy in the Alfven speed calculation consistently reduces the spread in drift speed for both alpha particles and proton beams -- the square markers have the smallest widths.",
    "keywords": [
      "Alfven_speed_approximation",
      "anisotropic_MHD",
      "dynamic_pressure",
      "temperature_anisotropy",
      "distribution_width",
      "alpha_particle",
      "proton_beam",
      "normalization_comparison"
    ],
    "technical_caption": "Example α-particle and p₂ normalized differential flow illustrating the impacts of various Alfvén speed approximations. In both cases shown, inclusion of the proton core anisotropy (Equation (3)) reduces the width in comparison to the isotropic MHD Alfvén speed (Equation (2)), while including the anisotropy and the dynamic pressure (p̃_v) increases it.",
    "used_as_primary_in": [],
    "used_as_related_in": []
  },
  "Alterman_2018_ApJ_864_112/fig_9": {
    "paper_id": "Alterman_2018_ApJ_864_112",
    "figure_id": "fig_9",
    "src": "/papers/Alterman_2018_ApJ_864_112/figures/fig_9.svg",
    "short_title": "Extrapolated drift speeds reveal coronal launch conditions",
    "alt": "A plot with collisional age on a logarithmic horizontal axis (from 10^-2 to 10^-1) and drift speed normalized by the anisotropic Alfven speed on the vertical axis (from 0 to 1.2).",
    "summary": {
      "what_we_see": "A plot with collisional age on a logarithmic horizontal axis (from 10^-2 to 10^-1) and drift speed normalized by the anisotropic Alfven speed on the vertical axis (from 0 to 1.2). Dark blue square markers with vertical error bars trace alpha particle drift, curving steadily downward from about 0.62 at the youngest ages to about 0.38 at the oldest, following an exponential decay fit shown as a dark dotted line. Yellow plus markers with larger yellow error bars trace proton beam drift, remaining nearly flat around 1.0 to 1.05 across the same range. Inset text boxes show the fit equations and parameters for each species.",
      "the_finding": "Extrapolating to the theoretical limit of zero collisions, alpha particles would drift at about 67% of the Alfven speed while proton beams would drift at about 105%. The alpha decay with collisional age is steep and exponential, confirming that Coulomb friction is the primary process eroding alpha drift during transit from the Sun. The proton beam trend is statistically flat -- its slope is smaller than its uncertainty -- meaning beam drift shows no measurable response to collisions over this range.",
      "why_it_matters": "These zero-collision extrapolations represent the best estimate of what drift speeds the Sun's corona actually produces, uncontaminated by transit effects. That beams launch at the Alfven speed while alphas launch at two-thirds of it points to fundamentally different acceleration or instability mechanisms for the two populations. This asymmetry is a benchmark that models of coronal heating and solar wind acceleration must reproduce, and inner heliosphere missions like Parker Solar Probe can test by measuring closer to the source."
    },
    "summary_short": "Extrapolating to the theoretical limit of zero collisions, alpha particles would drift at about 67% of the Alfven speed while proton beams would drift at about 105%.",
    "keywords": [
      "collisional_age",
      "differential_flow",
      "alpha_particle",
      "proton_beam",
      "Alfven_speed",
      "exponential_decay",
      "asymptotic_limit",
      "Coulomb_drag",
      "zero_collision_extrapolation"
    ],
    "technical_caption": "Trends of 1D fits to Δv_{α,p1}/C_A and Δv_{p2,p1}/C_A as a function of A_c. Error bars are the widths of the 1D fits. Each trend has been fit. The parameters are shown in the appropriate insert. While Δv_{α,p1} markedly decays with increasing A_c, Δv_{p2,p1} is relatively constant with A_c. To within the fit uncertainty, proton beams differentially stream at approximately the local Alfvén speed. For alpha particles: f(x) = ae^{-cx} + b with a = 0.25 ± 0.06, b = 0.42 ± 0.05, c = 22 ± 16. For proton beams: f(x) = mx + b with m = -0.92 ± 0.98, b = 1.06 ± 0.04.",
    "used_as_primary_in": [
      "coulomb-collisions"
    ],
    "used_as_related_in": []
  },
  "Alterman_2019_ApJL_879_L6/fig_1": {
    "paper_id": "Alterman_2019_ApJL_879_L6",
    "figure_id": "fig_1",
    "src": "/papers/Alterman_2019_ApJL_879_L6/figures/fig_1.svg",
    "short_title": "Slow-wind helium swings with the sunspot cycle over 23 years",
    "alt": "Ten colored lines track the percentage of helium in the solar wind from 1995 to 2018, each representing a different wind speed bin (slowest in blue, fastest in lavender).",
    "summary": {
      "what_we_see": "Ten colored lines track the percentage of helium in the solar wind from 1995 to 2018, each representing a different wind speed bin (slowest in blue, fastest in lavender). A dashed black curve shows the sunspot count on the right axis, rising and falling through two peaks around 2001 and 2014. The slowest wind (blue triangles at 322 km/s) swings dramatically from below 1% during quiet Sun periods up to about 4% during active periods. Faster wind lines sit progressively higher and flatter, with the fastest (542 km/s) hovering around 4-5% throughout. A legend lists each speed bin alongside its Spearman correlation coefficient, ranging from 0.90-0.91 in the slowest bins down to 0.57 in the fastest.",
      "the_finding": "Over a full 23-year span encompassing two complete solar activity cycles and one full magnetic reversal cycle of the Sun, helium abundance faithfully rises and falls with sunspot number at every wind speed. The correlation is strongest in slow wind (0.90-0.91) and weakest in the fastest bin (0.57). A visible time shift between the colored helium lines and the dashed sunspot curve hints that helium responds to solar activity changes after a delay. Despite cycle 24 being weaker than cycle 23 in sunspot count, helium reaches comparable peak values in both maxima.",
      "why_it_matters": "This 23-year record from a single instrument on the Wind spacecraft provides the first continuous measurement of helium across an entire Hale cycle, during which the Sun's magnetic dipole flipped and returned to its starting orientation. The dataset establishes that helium's connection to solar activity persists across all wind speeds and multiple cycles, setting the stage for discovering that the apparent time offset between helium and sunspots depends systematically on wind speed."
    },
    "summary_short": "Over a full 23-year span encompassing two complete solar activity cycles and one full magnetic reversal cycle of the Sun, helium abundance faithfully rises and falls with sunspot number at every wind speed.",
    "keywords": [
      "helium_abundance",
      "solar_cycle",
      "sunspot_number",
      "solar_wind_speed",
      "time_series",
      "Hale_cycle",
      "Wind_spacecraft",
      "speed_quantiles"
    ],
    "technical_caption": "Helium abundance (A_He) as a function of time and solar wind speed. Solar wind speed (v_sw) is divided into 10 quantiles. The 13 month smoothed SSN (dashed black) is plotted on the secondary y-axis. The legend indicates the middle of a given v_sw quantile and the Spearman rank correlation coefficient between A_He and SSN for that quantile. In effect, this figure updates Figure 1 of Kasper et al. (2007, 2012). The present drop in A_He reflects the onset of solar minimum 25.",
    "used_as_primary_in": [],
    "used_as_related_in": []
  },
  "Alterman_2019_ApJL_879_L6/fig_2a": {
    "paper_id": "Alterman_2019_ApJL_879_L6",
    "figure_id": "fig_2a",
    "src": "/papers/Alterman_2019_ApJL_879_L6/figures/fig_2a.svg",
    "short_title": "Delaying sunspot number lifts the helium correlation at all speeds",
    "alt": "Two series of colored data points trace the strength of the helium-sunspot connection at each wind speed.",
    "summary": {
      "what_we_see": "Two series of colored data points trace the strength of the helium-sunspot connection at each wind speed. Empty markers (observed) and filled markers (delayed) share the same color and shape scheme from Figure 1, connected by dotted lines to guide the eye. At the slowest speeds on the left, both series cluster tightly between 0.89 and 0.95. Moving rightward to faster speeds, the empty markers plunge from about 0.84 down to 0.57, while the filled markers hold above 0.7 across the entire range. Error bars on each point are small, confirming that the separation between the two series is robust.",
      "the_finding": "Accounting for the time delay between solar activity changes and helium's response dramatically improves the helium-sunspot correlation, especially in faster wind. In the fastest bin, the correlation jumps from 0.57 to above 0.7 once the delay is applied. In slower wind the improvement is smaller in absolute terms but statistically more meaningful because the already-high correlation moves closer to its ceiling. Both the observed and delayed series peak at the same wind speed (355 km/s), confirming that the delay correction does not shift which speed is most strongly coupled to solar activity.",
      "why_it_matters": "Previous studies found that the helium-sunspot connection weakened and nearly disappeared in faster wind, suggesting it might be a purely slow-wind phenomenon. This panel overturns that conclusion: once the delay is properly accounted for, helium is strongly correlated with sunspots at all speeds observed. This reveals that a single underlying relationship governs helium's response to solar activity across the slow and intermediate-speed solar wind."
    },
    "summary_short": "Accounting for the time delay between solar activity changes and helium's response dramatically improves the helium-sunspot correlation, especially in faster wind.",
    "keywords": [
      "cross_correlation",
      "Spearman_rank",
      "solar_wind_speed",
      "time_lag",
      "helium_abundance",
      "sunspot_number",
      "correlation_improvement"
    ],
    "technical_caption": "Panel (a): Spearman rank cross-correlation coefficient as a function of v_sw for observed (empty markers) and delayed (filled markers) SSN using 250 day averages. Marker color and shape match the style of Figure 1. Dotted lines connect the markers to aid the eye. Error bars represent variability across averaging windows from 225 to 275 days.",
    "used_as_primary_in": [],
    "used_as_related_in": []
  },
  "Alterman_2019_ApJL_879_L6/fig_2b": {
    "paper_id": "Alterman_2019_ApJL_879_L6",
    "figure_id": "fig_2b",
    "src": "/papers/Alterman_2019_ApJL_879_L6/figures/fig_2b.svg",
    "short_title": "Faster solar wind waits longer to respond to solar activity",
    "alt": "Colored data points with error bars march upward from left to right across the plot, showing the time delay in days between a change in sunspot number and the corresponding change in helium abundance.",
    "summary": {
      "what_we_see": "Colored data points with error bars march upward from left to right across the plot, showing the time delay in days between a change in sunspot number and the corresponding change in helium abundance. A blue triangle at the slowest speed (322 km/s) sits near 130 days; a lavender diamond at the fastest speed (542 km/s) reaches about 350 days. A green dashed line shows the linear fit threading through the data. A text box in the upper left gives the fit equation (delay = 1.1 times speed minus 218 days, with R-squared of 0.791). Error bars are sizable, reflecting genuine scatter, but the upward trend is unmistakable. A red square near 426 km/s dips below the trend at roughly 190 days.",
      "the_finding": "The delay between solar activity and helium's response increases at a rate of about 1.1 days per additional kilometer per second of wind speed. Extrapolating the linear fit to zero delay yields a speed of 200 km/s, which falls below the 259 km/s threshold where helium vanishes from the solar wind entirely. This means that every bit of helium observed in the solar wind necessarily responds to solar activity changes after some minimum delay, estimated at about 68 days or roughly two solar rotations. The scatter also hints at two possible groupings: a plateau near 150 days for slow wind and a jump above 300 days for faster wind.",
      "why_it_matters": "This monotonically increasing delay is the paper's central discovery. The 150-day delay in slow wind matches the known lag of chromospheric and transition-region indicators, while the 300-plus-day delay in faster wind aligns with coronal indicators like soft X-rays from active regions. This correspondence suggests that slow and fast solar wind originate from physically distinct regions of the Sun's atmosphere that process and release helium on different timescales, providing a new diagnostic tool for identifying solar wind source regions."
    },
    "summary_short": "The delay between solar activity and helium's response increases at a rate of about 1.1 days per additional kilometer per second of wind speed.",
    "keywords": [
      "phase_lag",
      "time_delay",
      "solar_wind_speed",
      "linear_fit",
      "helium_abundance",
      "sunspot_number",
      "streamer_belt",
      "active_regions",
      "source_regions"
    ],
    "technical_caption": "Panel (b): Delay (τ) of peak Spearman rank cross correlation as a function of v_sw for 250 day averages. Marker color and shape match the style of Figure 1. Dotted lines connect the markers to aid the eye. Error bars represent variability across averaging windows from 225 to 275 days. The dashed green line indicates a robust fit. The panel's insert provides the functional form τ = 1.1 v_sw - 218 days, fit parameters, and quality metrics (R² = 0.791, χ²_ν = 0.626). A positive delay indicates that changes in SSN precede changes in A_He.",
    "used_as_primary_in": [],
    "used_as_related_in": [
      "solar-activity"
    ]
  },
  "Alterman_2019_ApJL_879_L6/fig_3a": {
    "paper_id": "Alterman_2019_ApJL_879_L6",
    "figure_id": "fig_3a",
    "src": "/papers/Alterman_2019_ApJL_879_L6/figures/fig_3a.svg",
    "short_title": "Helium traces counter-clockwise loops around observed sunspots",
    "alt": "Diamond-shaped data points plot helium abundance (vertical axis, 0-7%) against sunspot number (horizontal axis, 0-200), colored by time from mission start using a colorbar on the right that runs from black (early, around 1995) through red and orange to yellow (late, around 2018).",
    "summary": {
      "what_we_see": "Diamond-shaped data points plot helium abundance (vertical axis, 0-7%) against sunspot number (horizontal axis, 0-200), colored by time from mission start using a colorbar on the right that runs from black (early, around 1995) through red and orange to yellow (late, around 2018). Lines connecting the points in time order reveal two prominent loops: the data sweeps rightward and upward as sunspots increase during each solar cycle, then returns by a different, higher path as sunspots decline. A green dashed line shows the overall linear trend. A text box displays fit parameters (slope 0.018, intercept 1.9) and quality metrics showing moderate scatter (chi-squared of 2.526, R-squared of 0.681). The label indicates this is the 347-363 km/s wind speed bin, marked as 'Observed.'",
      "the_finding": "Rather than following the same path up and down with solar activity, helium traces counter-clockwise hysteresis loops. At the same sunspot count, helium is systematically higher when the Sun is winding down than when it is ramping up. The loops are widest at high sunspot numbers and collapse near zero sunspots, where data points from different cycles cluster together. The elevated chi-squared value (2.526, well above 1) confirms that a simple line is an incomplete description of this relationship, precisely because the hysteresis spreads the data away from any single trend.",
      "why_it_matters": "Hysteresis between solar indices and sunspot number has been documented for decades in other measurements, but this is its first demonstration in solar wind helium abundance. The looping behavior proves that helium does not respond instantaneously to changes in solar magnetic activity. Instead, physical processes in the Sun's atmosphere introduce a measurable delay between the rise and fall of sunspots and the corresponding change in the helium content of the wind escaping into space."
    },
    "summary_short": "Rather than following the same path up and down with solar activity, helium traces counter-clockwise hysteresis loops.",
    "keywords": [
      "hysteresis",
      "helium_abundance",
      "sunspot_number",
      "solar_cycle",
      "counter_clockwise_loop",
      "phase_lag",
      "robust_fit",
      "time_evolution"
    ],
    "technical_caption": "Panel (a): Helium abundance (A_He) as a function of observed SSN for the v_sw quantile covering 347 < v_sw ≤ 363 km/s (centered at 355 km/s). Points are connected by lines to aid the eye. Line and marker color correspond to the number of days since mission start, as shown in the color bar. Marker shape matches the quantile in previous figures. A green dashed line presents a robust fit to the trend: A_He = 0.018 × SSN + 1.9, with R² = 0.681 and χ²_ν = 2.526. The hysteresis effect is visible as a counter-clockwise loop.",
    "used_as_primary_in": [],
    "used_as_related_in": []
  },
  "Alterman_2019_ApJL_879_L6/fig_3b": {
    "paper_id": "Alterman_2019_ApJL_879_L6",
    "figure_id": "fig_3b",
    "src": "/papers/Alterman_2019_ApJL_879_L6/figures/fig_3b.svg",
    "short_title": "Time-shifting sunspots collapses the hysteresis to a straight line",
    "alt": "The same diamond-shaped data points from the companion panel now plot helium against a time-shifted sunspot number, with identical color coding from black (early) through orange to yellow (late).",
    "summary": {
      "what_we_see": "The same diamond-shaped data points from the companion panel now plot helium against a time-shifted sunspot number, with identical color coding from black (early) through orange to yellow (late). The visual difference is striking: the wide loops have tightened and the data points hug the green dashed trend line much more closely. The fit box in the upper left shows the same slope and intercept (0.018 and 1.9) but markedly improved statistics: chi-squared drops from 2.526 to 0.846 (near unity, indicating a good fit) and R-squared rises from 0.681 to 0.763. The legend label reads 'Delayed' in place of 'Observed.'",
      "the_finding": "Shifting the sunspot number forward by about 150 days -- the characteristic delay for this wind speed bin -- largely eliminates the counter-clockwise looping. Helium abundance becomes a tighter linear function of the delayed sunspot number regardless of whether the Sun is ramping up or winding down. The chi-squared dropping to near unity confirms that a straight line is now an adequate model. The fit slope and intercept remain unchanged, proving that the delay correction does not alter the underlying relationship but simply removes the spread caused by the timing mismatch.",
      "why_it_matters": "This panel delivers the clearest proof that helium's relationship to solar activity is fundamentally a simple linear dependence obscured by a physical time delay. By removing the hysteresis with a single time shift, it demonstrates that the rising and falling phases of the solar cycle affect helium identically once timing is accounted for. This simplicity constrains theoretical models: any mechanism that depletes helium in the solar wind must produce a speed-dependent delay while preserving a linear scaling with magnetic activity."
    },
    "summary_short": "Shifting the sunspot number forward by about 150 days -- the characteristic delay for this wind speed bin -- largely eliminates the counter-clockwise looping.",
    "keywords": [
      "hysteresis_correction",
      "delayed_sunspot_number",
      "helium_abundance",
      "linear_relationship",
      "phase_lag_correction",
      "robust_fit",
      "time_evolution"
    ],
    "technical_caption": "Panel (b): Helium abundance (A_He) as a function of delayed SSN for the same v_sw quantile (347 < v_sw ≤ 363 km/s). The delay applied is approximately 150 days, as determined from Figure 2(b). Points are connected by lines to aid the eye. Line and marker color correspond to days since mission start. A green dashed line presents a robust fit: A_He = 0.018 × SSN_delayed + 1.9, with R² = 0.763 and χ²_ν = 0.846. Delaying SSN by the phase offset appropriate to this v_sw quantile reduces the hysteresis effect, as indicated by the increase in delayed R² and χ²_ν closer to unity.",
    "used_as_primary_in": [],
    "used_as_related_in": []
  },
  "Alterman_2019_ApJL_879_L6/fig_4": {
    "paper_id": "Alterman_2019_ApJL_879_L6",
    "figure_id": "fig_4",
    "src": "/papers/Alterman_2019_ApJL_879_L6/figures/fig_4.svg",
    "short_title": "Quiet-Sun helium rises with speed, confirming a decade-old prediction",
    "alt": "Two series of colored data points with error bars rise from left to right, showing the baseline helium abundance -- the amount present when the Sun is completely quiet (zero sunspots) -- at each wind speed.",
    "summary": {
      "what_we_see": "Two series of colored data points with error bars rise from left to right, showing the baseline helium abundance -- the amount present when the Sun is completely quiet (zero sunspots) -- at each wind speed. Empty markers use data spanning all solar activity levels; filled markers restrict to periods with fewer than 25 sunspots. A thick black dashed curve from an earlier study by Kasper et al. (2007) sweeps upward across the plot. The filled markers track this reference curve closely from about 1% at 320 km/s to nearly 4% at 500 km/s, while the empty markers sit consistently a few tenths of a percent higher. Both series are connected by dotted lines; at the fastest speed (542 km/s, lavender diamond) both sets converge near 4-4.2%.",
      "the_finding": "Despite analyzing over 20 years of data spanning vastly different solar conditions and using a completely different analysis method, the baseline helium abundance at each wind speed matches values measured during a single two-year quiet period over a decade earlier. When the analysis is restricted to low-activity periods (filled markers), agreement with the Kasper et al. (2007) curve becomes even tighter. The slight upward offset when using all activity levels is expected because the linear fits must extrapolate further to reach zero sunspot number. This consistency across cycles, analysis techniques, and activity ranges confirms a stable, fundamental relationship.",
      "why_it_matters": "This cross-validation strengthens the case that helium plays an essential role in solar wind formation. The Kasper et al. (2007) curve predicts that helium vanishes from the solar wind below about 259 km/s, near the minimum observed wind speed. By demonstrating that this relationship holds across multiple solar cycles and not just one quiet period, this figure elevates the helium vanishing speed from a single-epoch observation to a persistent property of the Sun. If the solar wind cannot form without sufficient helium, then helium is not merely a passenger but a participant in the process that drives the Sun's outflowing atmosphere."
    },
    "summary_short": "Despite analyzing over 20 years of data spanning vastly different solar conditions and using a completely different analysis method, the baseline helium abundance at each wind speed matches values measured during a single two-year quiet period over a decade earlier.",
    "keywords": [
      "zero_activity_abundance",
      "solar_wind_speed",
      "helium_vanishing_speed",
      "Kasper_2007",
      "baseline_abundance",
      "solar_minimum",
      "solar_wind_formation"
    ],
    "technical_caption": "A summary of the zero solar activity helium abundance, A_He(SSN = 0), as a function of v_sw for all robust fits in the fashion of Figure 3. Error bars indicate the standard deviation of each quantity over the range in averaging windows 225 ≤ N_days ≤ 275, centered on N_days = 250. Unfilled markers show results using all SSN values; filled markers show identical calculations restricted to SSN < 25. The black dashed curve is the relationship A_He(v) = 0.0163 × (v − 259) derived by Kasper et al. (2007) from a 2-year interval surrounding solar Minimum 23. Agreement between filled markers and the Kasper curve indicates that results covering the full range of solar activity in cycles 23 and 24 are consistent with prior solar minimum-specific observations.",
    "used_as_primary_in": [],
    "used_as_related_in": []
  },
  "Alterman_2023_ApJ_952_42/fig_1": {
    "paper_id": "Alterman_2023_ApJ_952_42",
    "figure_id": "fig_1",
    "src": "/papers/Alterman_2023_ApJ_952_42/figures/fig_1.svg",
    "short_title": "Automated method identifies quiet times in suprathermal ion data",
    "alt": "Two side-by-side panels for the year 2012.",
    "summary": {
      "what_we_see": "Two side-by-side panels for the year 2012. Panel (a) plots cumulative carbon-through-iron particle intensity sorted from lowest to highest on a logarithmic scale, producing a steeply rising blue curve. A horizontal magenta dashed line marks the quiet-time threshold (QT = 3.4 x 10^-4), with a semitransparent pink band showing its uncertainty. Panel (b) plots the variance of 24-hour intervals against their mean intensity on log-log axes. Small blue circles show individual intervals, an orange stepped line traces the binned maximum envelope, and a green dashed curve shows the fitted maximum of two power laws. The vertical magenta band marks the QT threshold where the two power-law slopes intersect. Black tick marks indicate the subset of binned points used in the fit.",
      "the_finding": "A new automated method pinpoints when particle detectors measure genuinely quiet background conditions versus active events by fitting two power laws to the variance-mean relationship. The intersection of these power laws defines a quiet-time threshold with a built-in uncertainty estimate. Previously, researchers set this threshold by eye with no way to test how their choice affected results. The fit uncertainty is narrow enough that only 7 of 29 quiet-time intervals in a test case fall within its bounds, confirming a clean separation between active and quiet regimes.",
      "why_it_matters": "Studying interplanetary space during quiet periods reveals the seed population that gets accelerated into dangerous solar energetic particles during storms. Prior methods relied on manual judgment with no reproducibility or sensitivity metric. This automated approach with quantified uncertainty makes the science reproducible, lets researchers verify that conclusions do not depend on where the threshold is drawn, and enables consistent analysis across decades of data."
    },
    "summary_short": "A new automated method pinpoints when particle detectors measure genuinely quiet background conditions versus active events by fitting two power laws to the variance-mean relationship.",
    "keywords": [
      "quiet_time_selection",
      "suprathermal_ions",
      "intensity_threshold",
      "variance_mean",
      "ACE_ULEIS",
      "power_law_fit",
      "uncertainty_quantification"
    ],
    "technical_caption": "(a) The C to Fe intensity over the energy range 0.11–1.29 MeV nucleon⁻¹. (b) The variance of the C–Fe intensity over 24 hr intervals defined in Panel (a) as a function of the corresponding mean, with the maximum of the 24 hr statistics in a fixed number of bins. A subset is manually selected for fitting with the maximum of two lines. Our quiet-time threshold (QT) is the intersection of these two lines and the fits provide a 1σ uncertainty on that value (semitransparent pink). Data to the left of this threshold corresponds to quiet times. For reference, panel (a) also includes the QT threshold and its 1σ uncertainty; data below the dashed line corresponds to a quiet-time. (c) An example of the cumulative C through Fe intensity time series illustrating the difference between active and quiet times. Only 7 of 29 quiet-time intervals fall within its 1σ uncertainty.",
    "used_as_primary_in": [],
    "used_as_related_in": []
  },
  "Alterman_2023_ApJ_952_42/fig_1c": {
    "paper_id": "Alterman_2023_ApJ_952_42",
    "figure_id": "fig_1c",
    "src": "/papers/Alterman_2023_ApJ_952_42/figures/fig_1c.svg",
    "short_title": "Quiet-time threshold cleanly separates active and quiet intervals",
    "alt": "A time series spanning five days in late July 2012 (days 26 through 30) showing hourly carbon-through-iron particle intensity on a logarithmic vertical axis.",
    "summary": {
      "what_we_see": "A time series spanning five days in late July 2012 (days 26 through 30) showing hourly carbon-through-iron particle intensity on a logarithmic vertical axis. Blue open circles mark active-time measurements, clustered above approximately 10^-3.5, while orange X-shaped markers denote quiet-time measurements, scattered below that level at intensities down to 10^-4. A horizontal magenta dashed line marks the quiet-time threshold, flanked by a narrow semitransparent pink band representing its 1-sigma uncertainty. The active and quiet populations are visually well separated, with only a handful of points near the boundary.",
      "the_finding": "The quiet-time threshold derived from the variance-mean fitting method cleanly divides this representative time series into active and quiet intervals. Only 7 of 29 quiet-time intervals fall within the threshold's uncertainty band, meaning the vast majority of observations are unambiguously classified. This demonstrates that the statistical method produces a decisive boundary rather than a blurred transition zone where many intervals could go either way.",
      "why_it_matters": "This concrete example builds confidence that the automated threshold translates reliably from the statistical fitting domain to individual time periods. Showing that most quiet intervals sit well below the threshold confirms the method works as intended on real data, not just in aggregate statistics. This validation step is essential before applying the method across two decades of observations to study how seed-population composition changes with solar activity."
    },
    "summary_short": "The quiet-time threshold derived from the variance-mean fitting method cleanly divides this representative time series into active and quiet intervals.",
    "keywords": [
      "quiet_time_selection",
      "suprathermal_ions",
      "intensity_threshold",
      "cumulative_intensity",
      "ACE_ULEIS",
      "active_quiet_separation"
    ],
    "technical_caption": "(c) An example of the cumulative C through Fe intensity time series illustrating the difference between active and quiet times. Only 7 of 29 quiet-time intervals fall within its 1σ uncertainty.",
    "used_as_primary_in": [],
    "used_as_related_in": []
  },
  "Alterman_2023_ApJ_952_42/fig_2": {
    "paper_id": "Alterman_2023_ApJ_952_42",
    "figure_id": "fig_2",
    "src": "/papers/Alterman_2023_ApJ_952_42/figures/fig_2.svg",
    "short_title": "Quiet-time thresholds remain consistent across two solar cycles",
    "alt": "A color bar at the top maps years from 1997 (dark blue-purple) through 2021 (dark red), with a dashed black curve showing 13-month smoothed sunspot number peaking around 2000 and 2014.",
    "summary": {
      "what_we_see": "A color bar at the top maps years from 1997 (dark blue-purple) through 2021 (dark red), with a dashed black curve showing 13-month smoothed sunspot number peaking around 2000 and 2014. Below, panel (a) overlays the sorted cumulative intensity curves from every year, each colored by its year. The curves fan out at higher cumulative hours, with solar-maximum years (warm colors) reaching higher intensities. Horizontal blue lines bracket the range of quiet-time thresholds. Panel (b) overlays all years' variance-mean curves, which converge into a tight band at high intensities. A vertical light-blue shaded band marks the range of QT thresholds, a blue dash-dotted line marks the median threshold, and a green dashed line traces the median fit across all years.",
      "the_finding": "Despite spanning two complete solar cycles with dramatically different activity levels, the quiet-time thresholds cluster within a narrow range. The variance-mean relationship follows the same two-power-law shape every year, with only the low-intensity end shifting as background conditions change. All years' curves merge into a single tight band at high intensities. This consistency across 22 years confirms that the method captures a real physical transition between quiet and active conditions, not an artifact of any particular year's data.",
      "why_it_matters": "Establishing that the quiet-time identification method works consistently from 1997 to 2021 validates it as a reliable long-term tool. This consistency is critical because the scientific goal is tracking how quiet-time particle composition changes with solar activity. If the method itself introduced year-to-year variations, those artifacts would contaminate the composition signal being studied. The narrow threshold range ensures that downstream abundance measurements reflect real physical changes, not methodological drift."
    },
    "summary_short": "Despite spanning two complete solar cycles with dramatically different activity levels, the quiet-time thresholds cluster within a narrow range.",
    "keywords": [
      "quiet_time_selection",
      "solar_cycle",
      "sunspot_number",
      "temporal_color_coding",
      "ACE_ULEIS",
      "threshold_consistency"
    ],
    "technical_caption": "A summary of the QT selection fits per Figure 1 across all years. The color bar identifies the year corresponding to each line, with the 13 month smoothed SSN over plotted for context. Panels match Figure 1. Panel (b) shows the binned maxima and a summary of the fits across all years. The QT threshold region in the left-hand panel is completely transparent for visual clarity.",
    "used_as_primary_in": [],
    "used_as_related_in": []
  },
  "Alterman_2023_ApJ_952_42/fig_3": {
    "paper_id": "Alterman_2023_ApJ_952_42",
    "figure_id": "fig_3",
    "src": "/papers/Alterman_2023_ApJ_952_42/figures/fig_3.png",
    "short_title": "Quiet hours peak when sunspot activity drops to its lowest",
    "alt": "Two stacked panels spanning 1997 to 2021.",
    "summary": {
      "what_we_see": "Two stacked panels spanning 1997 to 2021. The top panel shows a dense cloud of hourly particle intensity measurements on a logarithmic scale. Orange points (non-quiet times) form tall, spiky columns reaching above 10^-1 during solar maximum years, while blue points (quiet times) form a dense band near and below the green quiet-time threshold line around 10^-4. A dashed black curve traces annual sunspot number on the right axis, peaking near 2000 and 2014. The bottom panel plots annual quiet hours (blue circles connected by a line) against annual sunspot number (orange dashed line with X markers). The two curves mirror each other: quiet hours dip below 3000 when sunspots peak and rise above 8000 when sunspots bottom out around 2008-2009 and 2018-2019.",
      "the_finding": "The number of quiet hours strongly anticorrelates with sunspot number at a Pearson correlation of -0.95. During solar maximum, frequent flares and coronal mass ejections fill interplanetary space with energetic particles, leaving few truly quiet intervals. During solar minimum, these events are rare and quiet conditions dominate. The quiet-time threshold itself correlates only moderately with sunspot number (0.51), confirming that the method adapts to changing activity levels without being driven by them. Error bars from the threshold sensitivity test are typically smaller than the markers.",
      "why_it_matters": "This strong anticorrelation validates the quiet-time selection method against a fundamental expectation: solar activity controls how often interplanetary space is disturbed. If the method were picking up noise or artifacts, this clean anticorrelation would not appear. Having a reliable 22-year baseline of quiet-time observations, with the sensitivity to threshold choice shown to be negligible, enables studying how the composition of the energetic-particle seed population evolves across the solar cycle."
    },
    "summary_short": "The number of quiet hours strongly anticorrelates with sunspot number at a Pearson correlation of -0.95.",
    "keywords": [
      "quiet_hours",
      "sunspot_number",
      "solar_cycle",
      "anticorrelation",
      "ACE_ULEIS",
      "solar_minimum",
      "solar_maximum"
    ],
    "technical_caption": "(a) Hourly C–Fe intensity as a function of time. (b) The left-hand axis plots the annual number of quiet hours. The right-hand axis in both panels plots annual SSN. In the bottom panel, partially filled markers indicate years corresponding to solar cycle extrema, as defined in Section 3.2.",
    "used_as_primary_in": [],
    "used_as_related_in": []
  },
  "Alterman_2023_ApJ_952_42/fig_4": {
    "paper_id": "Alterman_2023_ApJ_952_42",
    "figure_id": "fig_4",
    "src": "/papers/Alterman_2023_ApJ_952_42/figures/fig_4.svg",
    "short_title": "Heavy ion abundances shift between CIR and SEP values with the solar cycle",
    "alt": "Panel (a) shows eight colored time series from 1998 to 2019, each tracing a different element's abundance relative to oxygen on a logarithmic scale.",
    "summary": {
      "what_we_see": "Panel (a) shows eight colored time series from 1998 to 2019, each tracing a different element's abundance relative to oxygen on a logarithmic scale. Species are vertically offset by labeled scale factors (C x10^5 at top through Fe x10^0 at bottom) and identified by colored labels on the right. Horizontal reference lines in various styles mark typical abundances from known populations: interplanetary shocks, impulsive SEP events, gradual SEP events, slow and fast solar wind, and CIRs. Elements like Mg, Si, S, Ca, and Fe visibly rise during solar maximum years and fall during minimum. Carbon moves in the opposite direction. Panel (b) shows annual sunspot number with green shading highlighting solar cycle extrema years; corresponding points in panel (a) are partially filled.",
      "the_finding": "Heavy element abundances in quiet-time suprathermal ions change systematically with the solar cycle. Elements with low first ionization potential (Mg, Si, S, Ca, Fe) positively correlate with sunspot number at levels above +0.8, while carbon anticorrelates at -0.84. During solar minimum, quiet-time abundances approach values characteristic of co-rotating interaction regions. During solar maximum, they shift toward values characteristic of gradual solar energetic particle events. This systematic shift reveals that the dominant source of quiet-time suprathermal ions changes with solar activity.",
      "why_it_matters": "These quiet-time suprathermal ions form the seed population that gets accelerated to hazardous energies during solar storms. Understanding how that seed population's composition changes is essential for predicting the makeup of future solar energetic particle events that threaten astronauts and spacecraft. The clear solar-cycle dependence, benchmarked against known reference populations, points to fundamentally different source processes during solar minimum versus maximum, constraining models of how this seed population is generated and maintained."
    },
    "summary_short": "Heavy element abundances in quiet-time suprathermal ions change systematically with the solar cycle.",
    "keywords": [
      "suprathermal_abundances",
      "solar_cycle",
      "sunspot_number",
      "heavy_ions",
      "CIR",
      "GSEP",
      "ISEP",
      "reference_populations",
      "oxygen_normalization",
      "FIP_effect"
    ],
    "technical_caption": "(a) Annual quiet-time abundance normalized to oxygen (X/O). Each species X is labeled on the right-hand side of the plot and scaled by the indicated value. Horizontal lines indicate typical C and Fe abundances for events indicated in the Known Populations legend. (b) Annual SSN, with solar cycle extrema years highlighted in green. As in Figure 3, X/O data occurring during solar cycle extrema are partially filled. Table 1 gives the signed correlation of each abundance with SSN ρ(X/O, SSN).",
    "used_as_primary_in": [],
    "used_as_related_in": [
      "suprathermal-ions"
    ]
  },
  "Alterman_2023_ApJ_952_42/fig_5": {
    "paper_id": "Alterman_2023_ApJ_952_42",
    "figure_id": "fig_5",
    "src": "/papers/Alterman_2023_ApJ_952_42/figures/fig_5.svg",
    "short_title": "CIR and GSEP normalization removes mass-dependent abundance trends",
    "alt": "Four vertically stacked panels plot element abundances against mass-per-charge ratio on logarithmic axes.",
    "summary": {
      "what_we_see": "Four vertically stacked panels plot element abundances against mass-per-charge ratio on logarithmic axes. Each panel uses distinct markers for five time periods: all data (black dotted), cycle 23 maximum (blue triangles), cycle 24 minimum (orange arrows), cycle 24 maximum (green inverted triangles), and cycle 25 minimum (red arrows). Element labels (C, N, O, Ne, Mg, Si, S, Ca, Fe) appear along the top. Panel (a) shows raw quiet-time X/O, with curves fanning from solar maximum at top to minimum at bottom. Panel (b) divides by CIR reference values, flattening the minimum curves near 1.0. Panel (c) divides by impulsive SEP values, retaining a downward slope regardless of phase. Panel (d) divides by gradual SEP values, flattening the maximum curves near 1.0.",
      "the_finding": "Dividing quiet-time abundances by CIR reference values removes the mass-dependent trend during solar minimum, while dividing by gradual SEP reference values removes it during solar maximum. Dividing by impulsive SEP values fails to flatten the curves in either phase. This directly identifies the dominant source: quiet-time suprathermals are compositionally consistent with remnants of CIR-accelerated particles during solar minimum and remnants of gradual SEP events during solar maximum. Impulsive SEP events alone cannot account for the observed composition at any phase.",
      "why_it_matters": "Identifying what populates the suprathermal energy range is a longstanding problem in heliophysics. This figure provides direct compositional evidence that the seed population is not continuously generated by a single universal mechanism, but rather consists of leftover particles from the dominant energetic particle process at each solar cycle phase. Because this seed composition determines what gets accelerated during the next solar storm, knowing its origin is essential for predicting the composition and hazard level of future solar energetic particle events."
    },
    "summary_short": "Dividing quiet-time abundances by CIR reference values removes the mass-dependent trend during solar minimum, while dividing by gradual SEP reference values removes it during solar maximum.",
    "keywords": [
      "mass_per_charge",
      "suprathermal_abundances",
      "CIR",
      "ISEP",
      "GSEP",
      "normalization",
      "solar_cycle_extrema",
      "source_identification",
      "M_Q_fractionation"
    ],
    "technical_caption": "(a) Annual quiet-time abundance X/O along with these abundances normalized to its known reference abundances in (b) CIRs, (c) ISEP, and (d) GSEP events as a function of SEP M/Q for all years along with solar cycle extrema indicated in the legend. Each species is identified on the top axis.",
    "used_as_primary_in": [],
    "used_as_related_in": []
  },
  "Alterman_2023_ApJ_952_42/fig_6": {
    "paper_id": "Alterman_2023_ApJ_952_42",
    "figure_id": "fig_6",
    "src": "/papers/Alterman_2023_ApJ_952_42/figures/fig_6.svg",
    "short_title": "All heavy ion abundances follow power-law trends with Fe/C ratio",
    "alt": "A log-log plot shows eight heavy element abundances (C through Fe, vertically offset by labeled scale factors) plotted against the iron-to-carbon ratio.",
    "summary": {
      "what_we_see": "A log-log plot shows eight heavy element abundances (C through Fe, vertically offset by labeled scale factors) plotted against the iron-to-carbon ratio. Each annual data point is color-coded by year using a color bar on the right, where dark purple represents 1997, yellow-green represents the late 2000s, and dark red represents 2021. A sunspot number curve runs alongside the color bar. Translucent line segments connect successive years, creating looping paths that track each element's trajectory through time. Dash-dotted power-law fit lines thread through each species' data. Cyan and pink shaded boxes at the bottom label the Fe/C ranges corresponding to solar minimum (low Fe/C, left) and solar maximum (high Fe/C, right).",
      "the_finding": "Fe/C serves as a sensitive single-number indicator of the overall heavy-ion enrichment state in quiet-time suprathermals. All elements except carbon show positive power-law trends with Fe/C: when iron-to-carbon is high (solar maximum), all heavy elements are enriched relative to oxygen; when it is low (solar minimum), they are depleted. Carbon shows the reverse trend. The data points trace cyclic loops rather than scattering randomly, revealing that the composition follows a path tied to the phase of solar activity rather than simply oscillating between two fixed states.",
      "why_it_matters": "Reducing the complex behavior of eight elements to power-law relationships with a single enrichment indicator (Fe/C) provides a compact framework for characterizing the suprathermal seed population's state at any time. The cyclic looping pattern confirms that composition changes are driven by the solar cycle's progression through different source-population regimes, not by random event-to-event fluctuations. This framework enables quantitative predictions of how each element's abundance will vary as solar activity rises and falls."
    },
    "summary_short": "Fe/C serves as a sensitive single-number indicator of the overall heavy-ion enrichment state in quiet-time suprathermals.",
    "keywords": [
      "Fe_C_ratio",
      "power_law",
      "suprathermal_abundances",
      "heavy_ions",
      "solar_cycle",
      "enrichment_pattern",
      "temporal_color_coding",
      "variability"
    ],
    "technical_caption": "The annual abundance X/O as a function of Fe/C. Markers and the connecting segments are colored according to their year; segments are partially transparent. A power law is fitted to each X/O as a function of Fe/C and plotted in the color matching the adjacent label box and Figure 4.",
    "used_as_primary_in": [],
    "used_as_related_in": []
  },
  "Alterman_2023_ApJ_952_42/fig_7": {
    "paper_id": "Alterman_2023_ApJ_952_42",
    "figure_id": "fig_7",
    "src": "/papers/Alterman_2023_ApJ_952_42/figures/fig_7.svg",
    "short_title": "Power-law enrichment exponents hold roughly steady across solar cycle phases",
    "alt": "Two adjoining panels share a vertical axis ranging from -0.4 to +1.0.",
    "summary": {
      "what_we_see": "Two adjoining panels share a vertical axis ranging from -0.4 to +1.0. Panel (a) plots power-law exponents for eight elements across four solar cycle extrema (23 Max, 24 Min, 24 Max, 25 Min), with colored lines connecting each element's values. Fe (cyan, top) has the largest exponents near +0.8, while C (blue, bottom) has the most negative near -0.25. Most elements trace roughly horizontal paths, though Ca (yellow-green) and S (gray) show larger swings. Panel (b) on the right shows the all-data exponent for each element with horizontal error bars representing threshold variability. The legend lists numerical values: C = -0.21, N = +0.01, Ne = -0.02, Mg = +0.36, Si = +0.47, S = +0.54, Ca = +0.61, Fe = +0.79.",
      "the_finding": "The power-law exponents describing how each element's abundance varies with Fe/C are broadly consistent across all four solar cycle extrema, despite large changes in absolute abundance. Carbon has the only substantially negative exponent (-0.21), while neon is effectively zero (-0.02). Heavier elements carry progressively larger positive exponents from Mg (+0.36) through Fe (+0.79), suggesting a mass-dependent enrichment process. Some elements (Ca, S) show more variation between extrema, but with only four data points no firm cyclic trend can yet be established.",
      "why_it_matters": "That the enrichment pattern remains roughly stable even as the dominant source population changes from CIRs to gradual SEP events suggests an underlying mass-dependent fractionation process that operates similarly regardless of the acceleration mechanism. This stability constrains theoretical models: any viable theory of suprathermal ion generation must reproduce both the mass ordering and the consistency of these exponents across different solar cycle phases."
    },
    "summary_short": "The power-law exponents describing how each element's abundance varies with Fe/C are broadly consistent across all four solar cycle extrema, despite large changes in absolute abundance.",
    "keywords": [
      "power_law_exponents",
      "solar_cycle_extrema",
      "Fe_C_ratio",
      "mass_dependence",
      "suprathermal_variability",
      "enrichment_pattern"
    ],
    "technical_caption": "Power-law exponents from fits to X/(Fe/C). Panel (a) plots data derived from Figure 6 for subsets of the data corresponding to solar cycle extrema. Panel (b) plots the results for all data from Figure 6. The legend gives the numerical values from panel (b). For clarity, only panel (b) shows variability error bars. While these exponents show some variability, we have too few solar cycle extrema to determine if the variations are sufficiently distinct from the overall average behavior in Panel (b) to be significant.",
    "used_as_primary_in": [],
    "used_as_related_in": []
  },
  "Alterman_2023_ApJ_952_42/fig_8": {
    "paper_id": "Alterman_2023_ApJ_952_42",
    "figure_id": "fig_8",
    "src": "/papers/Alterman_2023_ApJ_952_42/figures/fig_8.svg",
    "short_title": "Suprathermal variability increases with mass-per-charge, matching GSEP trends",
    "alt": "Power-law exponents from the previous figures are plotted against SEP mass-per-charge ratio (M/Q) on the horizontal axis, with element labels along the top (C, N, O, Ne, Mg, Si, S, Ca, Fe).",
    "summary": {
      "what_we_see": "Power-law exponents from the previous figures are plotted against SEP mass-per-charge ratio (M/Q) on the horizontal axis, with element labels along the top (C, N, O, Ne, Mg, Si, S, Ca, Fe). Each solar cycle period has its own colored markers and fitted trend line: blue triangles for cycle 23 maximum, orange right-pointing arrows for cycle 24 minimum, green inverted triangles for cycle 24 maximum, and red left-pointing arrows for cycle 25 minimum. Black circles with a dotted line show the all-data trend. A purple dashed line shows the equivalent trend from Desai et al. (2006) for individual gradual SEP events. All trend lines slope upward from left (low M/Q, near C) to right (high M/Q, near Fe), and their slopes cluster together despite covering different solar cycle phases.",
      "the_finding": "The variability of quiet-time suprathermal abundances increases systematically with mass-per-charge ratio across all solar cycle phases. Heavier elements like Fe (M/Q near 4.9) show much larger abundance swings than lighter elements like C (M/Q near 2.0). The slopes of these trends are consistent with those measured by Desai et al. (2006) in individual gradual SEP events, despite being derived from an entirely different dataset spanning two decades of quiet-time observations. This match strongly supports the interpretation that gradual SEP events accelerate ions drawn from this preexisting suprathermal pool.",
      "why_it_matters": "The agreement between quiet-time suprathermal variability and individual GSEP event variability is a key piece of evidence linking the two populations. If gradual SEP events accelerate a preexisting suprathermal seed pool, the mass-dependent variability in the seed should propagate into the accelerated population, and it does. This connection enables predictions of future energetic particle event composition based on ambient suprathermal conditions, which has practical implications for forecasting space radiation hazards."
    },
    "summary_short": "The variability of quiet-time suprathermal abundances increases systematically with mass-per-charge ratio across all solar cycle phases.",
    "keywords": [
      "mass_per_charge",
      "power_law_exponents",
      "M_Q_fractionation",
      "GSEP",
      "Desai_2006",
      "suprathermal_variability",
      "seed_population",
      "solar_cycle_extrema"
    ],
    "technical_caption": "Power-law exponents from fits to X/O as a function of Fe/C as a function of M/Q, with lines fitted to each data subset indicated in the legend. The trend line fits are given in Table 3. The D06 trend is from the equivalent plot for GSEP events by Desai et al. (2006a, Figure 15). The consistency across these slopes supports the interpretation that GSEP events accelerate a preexisting ST pool.",
    "used_as_primary_in": [],
    "used_as_related_in": [
      "suprathermal-ions"
    ]
  },
  "Alterman_2023_ApJ_952_42/fig_9": {
    "paper_id": "Alterman_2023_ApJ_952_42",
    "figure_id": "fig_9",
    "src": "/papers/Alterman_2023_ApJ_952_42/figures/fig_9.svg",
    "short_title": "Mass-per-charge fractionation slope holds constant across solar activity",
    "alt": "Two adjoining panels share a vertical axis labeled 'Slope m of X/O(Fe/C) Exponents vs M/Q,' ranging from 0 to about 0.6.",
    "summary": {
      "what_we_see": "Two adjoining panels share a vertical axis labeled 'Slope m of X/O(Fe/C) Exponents vs M/Q,' ranging from 0 to about 0.6. Panel (a) plots this slope at four solar cycle extrema (23 Max, 24 Min, 24 Max, 25 Min), connected by a blue line. Each point carries two sets of error bars: large blue dotted bars showing the statistical fit uncertainty and small orange bars showing sensitivity to the quiet-time threshold choice. A horizontal purple line at approximately 0.36 marks the slope from Desai et al. (2006) for individual gradual SEP events. The data points range from about 0.27 to 0.42 and oscillate around the D06 reference. Panel (b) shows the all-data slope with both error bar types, also straddling the D06 line.",
      "the_finding": "The slope of the mass-per-charge fractionation trend is statistically consistent across all four solar cycle extrema and matches the value measured in individual gradual SEP events by Desai et al. (2006). The variability introduced by quiet-time threshold selection (orange error bars) is consistently much smaller than the statistical fit uncertainty (blue error bars), confirming that results are robust to the threshold choice. The D06 reference value falls within the fit uncertainty for all four extrema and the all-data case, reinforcing the connection between quiet-time suprathermals and gradual SEP events.",
      "why_it_matters": "That mass-per-charge fractionation is independent of solar activity means a single physical mechanism governs how elements of different masses are enriched in the suprathermal population, regardless of whether the dominant source is CIRs or gradual SEP events. This simplification is powerful for modeling: different fractionation physics for different solar cycle phases are not needed. The demonstrated robustness to threshold selection also validates the quiet-time identification method, showing it does not introduce systematic bias into the composition measurements."
    },
    "summary_short": "The slope of the mass-per-charge fractionation trend is statistically consistent across all four solar cycle extrema and matches the value measured in individual gradual SEP events by Desai et al.",
    "keywords": [
      "M_Q_fractionation",
      "solar_activity_independence",
      "robustness_test",
      "Desai_2006",
      "fit_uncertainty",
      "threshold_sensitivity",
      "suprathermal_variability"
    ],
    "technical_caption": "The fractionation trends derived from Figure 8 as a function of (a) solar activity and (b) for all data. This figure shows that ST M/Q fractionation is independent of solar activity.",
    "used_as_primary_in": [],
    "used_as_related_in": []
  },
  "Alterman_2023_ApJ_952_42/fig_10": {
    "paper_id": "Alterman_2023_ApJ_952_42",
    "figure_id": "fig_10",
    "src": "/papers/Alterman_2023_ApJ_952_42/figures/fig_10.svg",
    "short_title": "Sulfur groups with low-FIP elements, not high-FIP as previously assumed",
    "alt": "A scatter plot positions each element by its mass-per-charge ratio (horizontal axis, 2.0 to 4.5+ AMU/e) and first ionization potential (vertical axis, 6 to 22 eV).",
    "summary": {
      "what_we_see": "A scatter plot positions each element by its mass-per-charge ratio (horizontal axis, 2.0 to 4.5+ AMU/e) and first ionization potential (vertical axis, 6 to 22 eV). Marker color encodes the Pearson correlation between that element's abundance and annual sunspot number, using a diverging scale from -1.0 (deep blue-purple) through 0 (yellow-green) to +1.0 (dark red). A horizontal magenta dashed line marks FIP = 11 eV, and a vertical green dash-dotted line marks M/Q = 2.6. Below and right of these lines, Mg, Si, S, Ca, and Fe appear in deep red tones indicating strong positive correlations (above +0.8). Above these lines, N and Ne sit at high FIP with weak or negative correlations. Carbon sits right at FIP = 11 eV with a strong negative correlation of -0.84.",
      "the_finding": "The correlation between each element's quiet-time abundance and sunspot number divides cleanly at a first ionization potential of about 11 eV rather than at mass-per-charge ratio. All elements with FIP below 11 eV show strong positive correlations above +0.8 without clear M/Q ordering among them, while those above 11 eV show weak or negative correlations. Sulfur, with a FIP of 10.4 eV, falls decisively on the low-FIP side, contradicting previous classifications that treated it as a high-FIP element in energetic particle events. The ordering by FIP rather than M/Q indicates that solar source region properties, not the acceleration process, drive these long-term abundance changes.",
      "why_it_matters": "The FIP effect, where easily ionized elements are enriched in the corona, is a primary tool for tracing energetic particles back to their solar origin. Correctly reclassifying sulfur as a low-FIP element changes how modelers interpret its presence in energetic particle events and may require revisions to models of elemental fractionation in the solar atmosphere. This result demonstrates that aggregating suprathermal observations over annual timescales can reveal fundamental atomic-physics signatures that studies of individual events miss, opening a new approach to constraining FIP-fractionation models."
    },
    "summary_short": "The correlation between each element's quiet-time abundance and sunspot number divides cleanly at a first ionization potential of about 11 eV rather than at mass-per-charge ratio.",
    "keywords": [
      "first_ionization_potential",
      "FIP_effect",
      "sulfur",
      "mass_per_charge",
      "sunspot_correlation",
      "low_FIP",
      "high_FIP",
      "solar_source_region",
      "suprathermal_composition"
    ],
    "technical_caption": "The color-coded correlation coefficient ρ(X/O, SSN) between X/O and SSN as a function of first ionization potential (FIP) and SEP M/Q. Species are indicated on the top axis and a vertical dotted line connects the species label to its M/Q. O is indicated in gray for completeness. The vertical green dashed–dotted line indicates M/Q = 2.6. The horizontal dashed-purple line indicates FIP = 11 eV. Considering the impact of acceleration and source region impacts, this figure suggests that S behaves like a low FIP ion, even though FIP = 11 eV > 10 eV.",
    "used_as_primary_in": [],
    "used_as_related_in": []
  },
  "Alterman_2024_ApJL_964_L31/fig_1": {
    "paper_id": "Alterman_2024_ApJL_964_L31",
    "figure_id": "fig_1",
    "src": "/papers/Alterman_2024_ApJL_964_L31/figures/fig_1.svg",
    "short_title": "Nine heavy-ion species fall along identical power-law spectra",
    "alt": "A log-log plot titled '2004' shows how particle intensity drops with increasing energy for nine chemical elements measured during quiet periods.",
    "summary": {
      "what_we_see": "A log-log plot titled '2004' shows how particle intensity drops with increasing energy for nine chemical elements measured during quiet periods. The horizontal axis marks energy from 0.3 to about 1.2 MeV per nucleon; the vertical axis shows the normalized annual differential flux spanning roughly one and a half decades. Each element carries a distinct color and marker: carbon (blue circles), nitrogen (orange squares), oxygen (green triangles), neon (red crossed circles), magnesium (brown plus signs), silicon (pink diamonds), sulfur (gray diamonds), calcium (yellow pentagons), and iron (cyan hexagons). Lines connect each species' data points. All nine traces start together at the top-left and slope downward in a tight, nearly parallel bundle toward the lower-right.",
      "the_finding": "Despite spanning a factor of nearly five in atomic mass — from carbon (mass 12) to iron (mass 56) — every element produces essentially the same spectral shape during quiet times. The spectra follow clean power laws across the full 0.3 to 1.28 MeV per nucleon energy range with no breaks or rollovers. Because different elements have different masses and electric charges, most acceleration mechanisms would treat them differently. The fact that all nine species are virtually interchangeable in spectral slope points to a process indifferent to the identity of the ion being accelerated or transported.",
      "why_it_matters": "Suprathermal ions occupy the energy gap between the everyday solar wind and the high-energy particles that endanger astronauts and satellites. They serve as the seed population that gets boosted to dangerous energies during solar storms. Finding that their energy spectrum looks the same regardless of element places a hard constraint on candidate acceleration theories: any viable explanation must reproduce a species-independent power law, favoring models where these particles are leftover remnants of past energetic events rather than products of a single continuously operating mechanism."
    },
    "summary_short": "Despite spanning a factor of nearly five in atomic mass — from carbon (mass 12) to iron (mass 56) — every element produces essentially the same spectral shape during quiet times.",
    "keywords": [
      "suprathermal ions",
      "energy spectrum",
      "power law",
      "heavy ions",
      "quiet time",
      "spectral index",
      "seed population",
      "species independence"
    ],
    "technical_caption": "Examples of spectra from the year 2004 for all species normalized to their lowest energy value. Points are connected to aid the eye.",
    "used_as_primary_in": [],
    "used_as_related_in": [
      "suprathermal-ions"
    ]
  },
  "Alterman_2024_ApJL_964_L31/fig_2": {
    "paper_id": "Alterman_2024_ApJL_964_L31",
    "figure_id": "fig_2",
    "src": "/papers/Alterman_2024_ApJL_964_L31/figures/fig_2.svg",
    "short_title": "Spectral slope holds steady as sunspot activity rises and falls",
    "alt": "A dual-axis time-series plot spanning 1998 to about 2020.",
    "summary": {
      "what_we_see": "A dual-axis time-series plot spanning 1998 to about 2020. Green open triangles connected by a solid green line track the oxygen spectral index on the left axis, which ranges from about 2.0 to 3.5. Vertical green error bars on each triangle extend from the shallowest to the steepest spectral slope measured across all nine heavy-ion species that year, showing the species-to-species spread. Black crossed symbols connected by a dashed black curve trace the annual sunspot number on the right axis, which ranges from 0 to 200. The sunspot curve sweeps through two full peaks (near 2001 and 2014) and two deep minima (around 2008-2009 and 2018-2019). Some years near solar minimum lack a green triangle because particle counts were too low for a reliable spectral fit.",
      "the_finding": "Over more than two decades, the oxygen spectral slope fluctuates around a value of roughly 2.5 without tracking the dramatic swings in sunspot activity. When the Sun is stormy and sunspots peak, the slope stays near 2.5; when the Sun is quiet and sunspots vanish, it still hovers near 2.5. The range spanned by other species each year (the error bars) is comparable to the year-to-year scatter in oxygen itself. Statistical tests confirm that only two of the nine elements show even a modest correlation with sunspot number, and none shows a strong one.",
      "why_it_matters": "The independence of spectral slope from solar activity is a striking observational constraint. The dominant sources of suprathermal particles shift with the solar cycle: storm-driven shocks dominate at solar maximum, and corotating interaction regions take over during solar minimum. Yet the combined imprint of acceleration and interplanetary transport produces a spectral shape that barely changes. This stability supports the picture that quiet-time suprathermals are a well-mixed reservoir of remnants from many past events, not the direct output of whichever process happens to be most active at the time."
    },
    "summary_short": "Over more than two decades, the oxygen spectral slope fluctuates around a value of roughly 2.5 without tracking the dramatic swings in sunspot activity.",
    "keywords": [
      "spectral index",
      "solar cycle",
      "sunspot number",
      "oxygen",
      "quiet time",
      "suprathermal ions",
      "time series",
      "solar minimum"
    ],
    "technical_caption": "Annual oxygen spectral indices (triangles, left). Error bars are the minimum and maximum spectral index observed across all species. Annual sunspot number is plotted on the right (Xs) for reference.",
    "used_as_primary_in": [],
    "used_as_related_in": [
      "suprathermal-ions"
    ]
  },
  "Alterman_2024_ApJL_964_L31/fig_3": {
    "paper_id": "Alterman_2024_ApJL_964_L31",
    "figure_id": "fig_3",
    "src": "/papers/Alterman_2024_ApJL_964_L31/figures/fig_3.svg",
    "short_title": "Carbon tracks oxygen tightly; iron follows with more scatter",
    "alt": "A scatter plot comparing spectral slopes of carbon and iron against oxygen, year by year.",
    "summary": {
      "what_we_see": "A scatter plot comparing spectral slopes of carbon and iron against oxygen, year by year. The horizontal axis shows the oxygen spectral index (gamma_O) from 2.0 to about 3.1; the vertical axis shows the corresponding carbon or iron spectral index (gamma_X) over the same range. Blue circles with internal cross-hairs represent carbon, and orange open triangles represent iron. A thick black dotted diagonal marks the one-to-one line where two species would have identical slopes. Vertical error bars indicate measurement uncertainty on each point. Two filled orange triangles stand out with notably larger error bars, flagging iron measurements whose uncertainty exceeds 0.1.",
      "the_finding": "Carbon clusters tightly along the one-to-one diagonal, confirming a strong year-by-year correlation with oxygen (rank correlation 0.93). Iron also generally follows the diagonal but with visibly more scatter, particularly at a few outlying points. Carbon and iron bracket the full range of mass-to-charge ratios studied here, so their mutual agreement with oxygen demonstrates that spectral shape does not depend on the element being measured. The two filled iron points with large uncertainties come from the declining phase of Solar Cycle 23, when low count rates made the iron fit less reliable; excluding them raises the iron-oxygen correlation to 0.67.",
      "why_it_matters": "If the acceleration or transport processes treated heavy and light ions differently, the spectral slopes of carbon (light, low charge) and iron (heavy, high charge) would systematically diverge from oxygen. Instead, both track oxygen closely. This rules out mechanisms that would preferentially steer certain mass-to-charge ratios to harder or softer spectra in this energy range and strengthens the conclusion that the quiet-time suprathermal population reflects a single, species-indifferent spectral character shaped by a superposition of remnant particles from diverse past events."
    },
    "summary_short": "Carbon clusters tightly along the one-to-one diagonal, confirming a strong year-by-year correlation with oxygen (rank correlation 0.93).",
    "keywords": [
      "spectral index",
      "carbon",
      "iron",
      "oxygen",
      "correlation",
      "mass-to-charge ratio",
      "species comparison",
      "scatter plot"
    ],
    "technical_caption": "Carbon and iron spectral indices as a function of oxygen spectral index. The dotted line indicates unity. The two filled triangles indicate gamma_Fe for which the uncertainty is >=0.1.",
    "used_as_primary_in": [],
    "used_as_related_in": []
  },
  "Alterman_2024_ApJL_964_L31/fig_4": {
    "paper_id": "Alterman_2024_ApJL_964_L31",
    "figure_id": "fig_4",
    "src": "/papers/Alterman_2024_ApJL_964_L31/figures/fig_4.svg",
    "short_title": "Two decades of measurements converge on a single spectral slope of 2.5",
    "alt": "A stacked histogram collects every spectral-slope measurement from all nine elements across every year from 1998 to 2019.",
    "summary": {
      "what_we_see": "A stacked histogram collects every spectral-slope measurement from all nine elements across every year from 1998 to 2019. The horizontal axis runs from 2.0 to 3.2 in spectral index; the vertical axis counts summed measurements per bin, reaching about 28 at the peak. Each element occupies its own color layer stacked from bottom to top: carbon (blue), nitrogen (orange), oxygen (green), neon (red), magnesium (brown), silicon (pink), sulfur (gray), calcium (yellow-green), and iron (cyan). The resulting shape is a clear bell curve peaking near 2.4 to 2.6. A white open circle near the base of the histogram marks the overall mean at 2.5, with horizontal bars extending one standard deviation (0.3) in each direction.",
      "the_finding": "Pooling more than 150 individual spectral-slope measurements across nine elements and 22 years of observation reveals a single characteristic value: gamma equals 2.5 with a standard deviation of only 0.3. No single species dominates any particular bin; every element contributes throughout the distribution. This measured value of 2.5 is steeper than the theoretical prediction of 1.5 from continuous compressional-heating models, ruling out that class of mechanism as the sole explanation for suprathermals in this energy range.",
      "why_it_matters": "The emergence of one universal spectral index from such a diverse dataset is a foundational observational constraint for heliophysics. It implies that quiet-time suprathermals in the inner solar system form a well-mixed reservoir whose properties are predictable and stable. Because these particles are the seeds from which future solar energetic particle events grow, their consistent spectral character feeds directly into space-weather forecasting models that estimate how intense a coming storm might become, with practical consequences for protecting astronauts and spacecraft."
    },
    "summary_short": "Pooling more than 150 individual spectral-slope measurements across nine elements and 22 years of observation reveals a single characteristic value: gamma equals 2.5 with a standard deviation of only 0.3.",
    "keywords": [
      "spectral index",
      "histogram",
      "distribution",
      "suprathermal ions",
      "universal value",
      "seed population",
      "power law",
      "remnant particles"
    ],
    "technical_caption": "A stacked histogram of the observed spectral indices. The legend indicates the species added to the histogram and is organized such that species included can be read from bottom to top through the legend. The mean of the distribution (2.5) is given as a white circle and the error bars show the standard deviation (0.3).",
    "used_as_primary_in": [
      "suprathermal-ions"
    ],
    "used_as_related_in": []
  },
  "Alterman_2025_ApJL_982_L40/fig_1": {
    "paper_id": "Alterman_2025_ApJL_982_L40",
    "figure_id": "fig_1",
    "src": "/papers/Alterman_2025_ApJL_982_L40/figures/fig_1.svg",
    "short_title": "Solar wind splits into slow and fast peaks during solar minimum",
    "alt": "Three curves on a logarithmic vertical axis show how frequently the solar wind reaches Earth at different speeds, from about 200 to 800 kilometers per second.",
    "summary": {
      "what_we_see": "Three curves on a logarithmic vertical axis show how frequently the solar wind reaches Earth at different speeds, from about 200 to 800 kilometers per second. A green dashed curve represents all 28 years of data. An orange dash-dot curve shows solar maximum periods. A solid black curve shows solar minimum periods. All three peak near 330 km/s, but the solar minimum curve shows a distinct secondary shoulder around 600 km/s that is much less prominent during solar maximum or in the combined data.",
      "the_finding": "The solar wind speed distribution splits into two distinct populations during solar minimum, when the Sun's magnetic field is simplest: a dominant slow-wind peak near 355 km/s and a secondary fast-wind shoulder near 622 km/s. This bimodal structure largely disappears when data from all phases of solar activity are combined. The fast-wind shoulder reflects the Sun's polar coronal holes, which dominate during solar minimum and accelerate wind to high speeds.",
      "why_it_matters": "The bimodal distribution during solar minimum has long motivated classifying the solar wind into fast and slow types, yet the boundary between them is chosen arbitrarily between 400 and 600 km/s. This figure establishes the observational baseline that the rest of the paper explains by connecting speed to the Sun's magnetic field structure. It shows why speed alone is insufficient to classify the solar wind and motivates the helium-plus-wave-activity approach developed later."
    },
    "summary_short": "The solar wind speed distribution splits into two distinct populations during solar minimum, when the Sun's magnetic field is simplest: a dominant slow-wind peak near 355 km/s and a secondary fast-wind shoulder near 622 km/s.",
    "keywords": [
      "solar_wind_speed",
      "probability_distribution",
      "solar_minimum",
      "solar_maximum",
      "bimodal_distribution",
      "Wind_spacecraft"
    ],
    "technical_caption": "Three probability density functions (PDFs) of the solar wind speed observed by the Wind Faraday cups at 1 au. The PDFs indicate all the data observed (green dashed), data from solar maxima 23 and 24 (orange dashed–dotted), and solar minima 23 and 24 (solid black).",
    "used_as_primary_in": [],
    "used_as_related_in": []
  },
  "Alterman_2025_ApJL_982_L40/fig_2": {
    "paper_id": "Alterman_2025_ApJL_982_L40",
    "figure_id": "fig_2",
    "src": "/papers/Alterman_2025_ApJL_982_L40/figures/fig_2.svg",
    "short_title": "Helium and wave properties are set at different heights above the Sun",
    "alt": "A schematic shows the Sun on the left with its golden photosphere, a green chromosphere, and a cyan transition region above it.",
    "summary": {
      "what_we_see": "A schematic shows the Sun on the left with its golden photosphere, a green chromosphere, and a cyan transition region above it. Orange loops rooted in the surface represent closed magnetic field lines. Red lines extending outward into space represent open magnetic fields with switchback-like undulations. A purple dashed boundary labeled 'Sonic Surface r_c' separates the lower atmosphere from a lighter purple region, and a second purple dashed boundary farther out marks the Alfven surface r_A. Blue arrows grow larger with distance from the Sun, indicating the solar wind accelerating as it propagates outward.",
      "the_finding": "The two solar wind properties central to this study are determined at different heights in the Sun's atmosphere. Helium abundance is set deep down, below the sonic surface, in the chromosphere and transition region, reflecting the magnetic topology of the source. Cross helicity (wave activity) is set higher up, between the sonic and Alfven surfaces, where switchbacks form and evolve. Because these properties are established independently at different heights, combining them provides more information about the wind's origin than either alone.",
      "why_it_matters": "This diagram establishes the theoretical foundation for the paper's classification scheme. It explains why combining helium and wave measurements can distinguish between solar wind from magnetically open regions like coronal holes versus closed regions like helmet streamers. The physical separation of the two measurements in height means they encode complementary information about the source region's magnetic topology, which is the key insight that makes the new classification scheme possible."
    },
    "summary_short": "The two solar wind properties central to this study are determined at different heights in the Sun's atmosphere.",
    "keywords": [
      "magnetic_topology",
      "source_regions",
      "chromosphere",
      "transition_region",
      "sonic_surface",
      "Alfven_surface",
      "cross_helicity",
      "helium_abundance",
      "open_field",
      "closed_field"
    ],
    "technical_caption": "A cartoon illustrating the relationship between the helium abundance (A_He), cross helicity (|σ_c|), and magnetic field topology at the solar wind's source regions. Closed magnetic loops are plotted in orange. Open magnetic field lines are plotted in red. The helium abundance is set below the sonic surface (r_c) in the chromosphere and transition region. Between the sonic surface and the Alfvén surface (r_A), the cross helicity is set. Above the Alfvén surface, the solar wind is magnetically disconnected from the Sun, and |σ_c| can only decay. The solar wind speed (blue arrows) increases during propagation through interplanetary space due to the decay of Alfvénic structures like switchbacks (S. D. Bale et al. 2023; N. E. Raouafi et al. 2023; Y. J. Rivera et al. 2024). Adapted from M. Akhavan-Tafti & S. L. Soni (2024) Figure 3.",
    "used_as_primary_in": [
      "sources-of-the-solar-wind"
    ],
    "used_as_related_in": []
  },
  "Alterman_2025_ApJL_982_L40/fig_3": {
    "paper_id": "Alterman_2025_ApJL_982_L40",
    "figure_id": "fig_3",
    "src": "/papers/Alterman_2025_ApJL_982_L40/figures/fig_3.svg",
    "short_title": "Helium abundance saturates at 4.19% above 433 km/s",
    "alt": "A column-normalized density map shows helium abundance (vertical axis, 0-10%) versus solar wind speed (horizontal axis, 200-800 km/s).",
    "summary": {
      "what_we_see": "A column-normalized density map shows helium abundance (vertical axis, 0-10%) versus solar wind speed (horizontal axis, 200-800 km/s). Yellow indicates the most common helium value at each speed; dark purple indicates rare values. A green dashed line traces the mean helium at each speed, bounded by solid green uncertainty lines. A pink dash-dot two-segment fit overlaps the green curve. A vertical cyan line at 433 km/s and a horizontal cyan line at 4.19% mark the saturation point. Below 433 km/s, helium rises steeply from near zero; above it, helium flattens near 4.19%.",
      "the_finding": "Helium abundance undergoes a sharp transition at 433 km/s. Below this speed, helium increases steeply with speed from nearly zero, reflecting conditions in magnetically closed source regions where helium struggles to escape the Sun's gravitational pull. Above this speed, helium saturates at 4.19%, indicating wind from magnetically open regions where helium is freely accelerated alongside hydrogen. This saturation speed provides a physically motivated boundary between wind from closed and open magnetic sources, replacing the traditionally arbitrary fast/slow speed threshold.",
      "why_it_matters": "Identifying a physically grounded threshold at 433 km/s rather than an arbitrary speed cutoff enables more accurate classification of the solar wind's origin. This saturation speed is measurable with standard plasma instruments aboard most heliophysics spacecraft. It also establishes the baseline against which the paper then examines how wave activity further modifies this boundary, revealing the origin of the Alfvenic slow wind in subsequent figures."
    },
    "summary_short": "Helium abundance undergoes a sharp transition at 433 km/s.",
    "keywords": [
      "helium_abundance",
      "solar_wind_speed",
      "saturation",
      "column_normalization",
      "two_line_fit",
      "saturation_speed",
      "saturation_abundance"
    ],
    "technical_caption": "The helium abundance a function of solar wind speed. A_He has been normalized to its maximum value in each column. The helium abundance monotonically increases from 0% to 4.19% in slow wind and saturates to this A_He = 4.19% in fast solar wind for which v_sw > 433 km s⁻¹.",
    "used_as_primary_in": [
      "helium-abundance"
    ],
    "used_as_related_in": [
      "heavy-ion-composition"
    ]
  },
  "Alterman_2025_ApJL_982_L40/fig_4": {
    "paper_id": "Alterman_2025_ApJL_982_L40",
    "figure_id": "fig_4",
    "src": "/papers/Alterman_2025_ApJL_982_L40/figures/fig_4.svg",
    "short_title": "Fast wind is exclusively wave-like; slow wind spans all wave levels",
    "alt": "A column-normalized density map shows wave activity (vertical axis, 0-1) versus solar wind speed (horizontal axis, 200-800 km/s).",
    "summary": {
      "what_we_see": "A column-normalized density map shows wave activity (vertical axis, 0-1) versus solar wind speed (horizontal axis, 200-800 km/s). Yellow marks the most common values at each speed; dark purple and black mark rare values. A cyan curve traces the 60% contour enclosing the most common observations in each speed column. A vertical green band at 433 km/s marks the helium saturation speed. In slow wind below about 380 km/s, observations span all wave activity levels uniformly. Above the saturation speed, the distribution narrows sharply, with nearly all observations concentrated at wave activity above 0.7.",
      "the_finding": "Slow solar wind shows no preferred level of wave activity, spanning the full range from 0 to 1, while fast wind is almost exclusively highly wave-like with cross helicity approaching 1. The transition happens near the helium saturation speed of 433 km/s, reinforcing that this speed marks a fundamental change in the dominant source region type. The convergence toward high wave activity in fast wind reflects magnetically open sources where Alfven waves propagate freely, while the spread in slow wind reflects diverse magnetic topologies in closed or intermittently open source regions.",
      "why_it_matters": "This figure reveals why wave activity alone cannot classify the solar wind: some slow wind has high wave activity (the Alfvenic slow wind), making it indistinguishable from fast wind by this metric alone. Combining wave activity with helium abundance, as this paper proposes, resolves this ambiguity. The 60% contour intersecting the saturation speed at wave activity of about 0.7 provides a quantitative threshold that later figures use to define the open-field region of the classification plane."
    },
    "summary_short": "Slow solar wind shows no preferred level of wave activity, spanning the full range from 0 to 1, while fast wind is almost exclusively highly wave-like with cross helicity approaching 1.",
    "keywords": [
      "cross_helicity",
      "Alfvenicity",
      "solar_wind_speed",
      "column_normalization",
      "fast_wind",
      "slow_wind"
    ],
    "technical_caption": "The cross helicity as a function of v_sw, normalized to its maximum value in each column. The blue line indicates values at 60% of the maximum in each column. The green line indicates the saturation speed (v_s) as derived in Figure 3.",
    "used_as_primary_in": [],
    "used_as_related_in": []
  },
  "Alterman_2025_ApJL_982_L40/fig_5": {
    "paper_id": "Alterman_2025_ApJL_982_L40",
    "figure_id": "fig_5",
    "src": "/papers/Alterman_2025_ApJL_982_L40/figures/fig_5.svg",
    "short_title": "Higher wave activity shifts helium saturation to lower speeds",
    "alt": "Fifteen colored lines trace helium abundance versus solar wind speed, colored from dark blue (lowest wave activity) through yellow to dark red (highest wave activity).",
    "summary": {
      "what_we_see": "Fifteen colored lines trace helium abundance versus solar wind speed, colored from dark blue (lowest wave activity) through yellow to dark red (highest wave activity). Below about 430 km/s, all fifteen lines follow nearly the same steep upward path from zero. Above that speed, they fan apart: blue lines (low wave activity) continue rising while red lines (high wave activity) flatten out. Green data points with error bars mark each line's saturation point. An inset panel zooms into these green points, revealing they form a diagonal trend from lower-right (low wave activity: higher speed, lower abundance) to upper-left (high wave activity: lower speed, higher abundance).",
      "the_finding": "The speed at which helium saturates depends systematically on wave activity. In highly wave-like wind, helium reaches its maximum abundance (4.13%) at a lower speed (around 410 km/s). In wind with little wave activity, saturation occurs at a higher speed (around 430 km/s) and lower abundance (3.87%). This anticorrelation means the boundary between open and closed magnetic sources shifts with Alfvenicity. The identical slopes below saturation across all wave levels show that the process depleting helium in closed-field slow wind is independent of Alfven waves.",
      "why_it_matters": "This figure provides the key evidence for explaining the Alfvenic slow wind. Because the saturation speed is lower for more wave-like wind, there is a range of speeds (roughly 410-430 km/s) where wind from open magnetic regions overlaps with wind from closed regions. This overlap is the Alfvenic slow wind: it has slow speeds but carries helium abundance and wave activity typical of fast wind from open field regions. The universal slope below saturation constrains theoretical models of helium depletion."
    },
    "summary_short": "The speed at which helium saturates depends systematically on wave activity.",
    "keywords": [
      "helium_abundance",
      "cross_helicity",
      "quantile_analysis",
      "saturation_point",
      "anticorrelation",
      "slow_fast_transition",
      "Alfvenic_slow_wind"
    ],
    "technical_caption": "Fits to A_He(v_sw) in 15 |σ_c| quantiles, which are given by the color bar. The green points are the fit values and uncertainties for the saturation points (v_s, A_s). The insert zooms in on the points.",
    "used_as_primary_in": [],
    "used_as_related_in": [
      "helium-abundance"
    ]
  },
  "Alterman_2025_ApJL_982_L40/fig_6": {
    "paper_id": "Alterman_2025_ApJL_982_L40",
    "figure_id": "fig_6",
    "src": "/papers/Alterman_2025_ApJL_982_L40/figures/fig_6.svg",
    "short_title": "Helium depletion below saturation follows one universal curve",
    "alt": "The same fifteen colored lines from Figure 5, now rescaled so each line's saturation point maps to the coordinate (1, 1), marked by a green dot.",
    "summary": {
      "what_we_see": "The same fifteen colored lines from Figure 5, now rescaled so each line's saturation point maps to the coordinate (1, 1), marked by a green dot. Both axes are dimensionless ratios: speed divided by saturation speed on the horizontal axis, and helium abundance divided by saturation abundance on the vertical axis. Below (1, 1), all fifteen lines collapse onto a single overlapping curve regardless of color. Above (1, 1), the lines separate: dark blue lines (low wave activity) rise steeply while dark red lines (high wave activity) remain nearly flat.",
      "the_finding": "Rescaling reveals that helium depletion in slow wind follows a single universal process that is completely independent of wave activity. All fifteen wave-activity groups produce an identical curve below the saturation point, meaning the physics setting helium abundance in closed-field source regions does not involve Alfven waves. Above saturation, wave activity matters: the more wave-like the wind, the flatter the helium trend, consistent with helium being freely accelerated alongside hydrogen in open field regions where waves provide additional acceleration energy.",
      "why_it_matters": "The collapse of all curves below saturation into one universal shape provides a strong constraint for theoretical models of slow wind formation. Any viable model must produce helium depletion that does not depend on wave activity. This likely reflects gravitational settling or collisional energy transfer from helium to hydrogen in closed magnetic loops, governed by the loop's thermal structure rather than wave-particle interactions. Above saturation, the wave-dependent behavior constrains open-field acceleration models."
    },
    "summary_short": "Rescaling reveals that helium depletion in slow wind follows a single universal process that is completely independent of wave activity.",
    "keywords": [
      "helium_abundance",
      "cross_helicity",
      "rescaled",
      "universal_curve",
      "gradient",
      "wave_independence",
      "saturation_point"
    ],
    "technical_caption": "Fits to A_He(v_sw) in 15 |σ_c| quantiles, which are given by the color bar, rescaled to the saturation point (v_s, A_s). The green point indicates (1, 1), the scaled saturation point.",
    "used_as_primary_in": [],
    "used_as_related_in": [
      "helium-abundance"
    ]
  },
  "Alterman_2025_ApJL_982_L40/fig_7": {
    "paper_id": "Alterman_2025_ApJL_982_L40",
    "figure_id": "fig_7",
    "src": "/papers/Alterman_2025_ApJL_982_L40/figures/fig_7.svg",
    "short_title": "Saturation speed and abundance anticorrelate with wave activity",
    "alt": "Two vertically stacked panels share a horizontal axis showing wave activity from 0 to 1.",
    "summary": {
      "what_we_see": "Two vertically stacked panels share a horizontal axis showing wave activity from 0 to 1. In panel (a), fifteen colored dots with error bars show saturation speed (vertical axis, 407-440 km/s). The dots stay near 430 km/s at low wave activity then drop to about 410 km/s at the highest wave activities. A pink dotted line and shaded band at 433 km/s mark the all-data value. Cyan horizontal bands group the points into three distinct levels: 430, 420, and 410 km/s. In panel (b), the dots show saturation abundance (vertical axis, 3.7-4.3%), rising from about 3.87% to 4.13% with increasing wave activity, again grouped by cyan bands at three levels.",
      "the_finding": "The saturation speed decreases by 23 km/s (from 433 to 410) while the saturation abundance increases by 0.26 percentage points (from 3.87% to 4.13%) as wave activity increases. Both quantities show three distinct plateaus rather than smooth variation, suggesting step-like transitions between regimes. This anticorrelation means the boundary between open and closed magnetic source regions shifts systematically: more wave-like wind saturates at lower speed but higher helium, directly quantifying how the open/closed transition depends on Alfvenicity.",
      "why_it_matters": "The 23 km/s shift in saturation speed between non-Alfvenic and highly Alfvenic wind defines a speed interval (410-433 km/s) where wind classification is ambiguous based on speed alone. This quantitative measurement is the foundation for the paper's proposed classification scheme using helium and wave activity together. The three-plateau structure in both panels may reflect distinct physical regimes in how the solar corona accelerates the wind, constraining future theoretical models."
    },
    "summary_short": "The saturation speed decreases by 23 km/s (from 433 to 410) while the saturation abundance increases by 0.26 percentage points (from 3.87% to 4.13%) as wave activity increases.",
    "keywords": [
      "saturation_speed",
      "saturation_abundance",
      "cross_helicity",
      "anticorrelation",
      "weighted_mean",
      "open_closed_transition"
    ],
    "technical_caption": "The (a) saturation speed (v_s) and (b) saturation abundance (A_s) as a function of normalized cross helicity (|σ_c|). Marker color indicates |σ_c| for visual comparison with Figures 5 and 6. The pink lines and shaded regions surrounding them are the values derived for all data in Figure 3. The blue lines and shaded regions indicate the weighted mean and standard error of the mean for the indicated ranges of normalized cross helicity. Markers and error bars are colored by |σ_c| for visual comparison with later figures.",
    "used_as_primary_in": [],
    "used_as_related_in": [
      "helium-abundance"
    ]
  },
  "Alterman_2025_ApJL_982_L40/fig_8": {
    "paper_id": "Alterman_2025_ApJL_982_L40",
    "figure_id": "fig_8",
    "src": "/papers/Alterman_2025_ApJL_982_L40/figures/fig_8.svg",
    "short_title": "Helium density peaks near the closed-to-open source transition",
    "alt": "A logarithmic chart shows hydrogen (solid green line) and helium (orange dash-dot line) particle density versus solar wind speed from 300 to 800 km/s.",
    "summary": {
      "what_we_see": "A logarithmic chart shows hydrogen (solid green line) and helium (orange dash-dot line) particle density versus solar wind speed from 300 to 800 km/s. Semitransparent bands show standard deviations. Hydrogen decreases monotonically from about 10 to 2.6 particles per cubic centimeter. Helium rises from about 0.12 to a peak of 0.2 near 409-415 km/s, then decreases to about 0.12 at the fastest speeds. Color-coded segments highlight key speed ranges on the helium line: purple for the slow and fast wind peaks (v_slow, v_fast), orange for the helium density peak (v_n), cyan for the saturation speed range (v_s), and gray for the Gaussian intersection speed (v_i).",
      "the_finding": "While hydrogen density simply decreases with speed, helium density reaches a distinct peak at 409 km/s, right where the transition between closed and open magnetic source regions occurs. This peak falls within the range of saturation speeds derived across wave-activity quantiles. The close clustering of v_slow, v_n, v_s, and v_i within a narrow speed interval (355-484 km/s) indicates that multiple physical transitions overlap in this range, suggesting the traditional fast/slow boundary is not a single threshold but a complex transition zone.",
      "why_it_matters": "The helium density peak provides independent confirmation of the source-region transition identified by the saturation analysis. It suggests that maximum helium loading into the solar wind occurs precisely where closed-field sources give way to open-field sources. Above this speed, helium density falls along with hydrogen, consistent with helium acting as a simple additional mass term in open-field wind. This constrains models of how the Sun's corona partitions energy between hydrogen and helium during solar wind acceleration."
    },
    "summary_short": "While hydrogen density simply decreases with speed, helium density reaches a distinct peak at 409 km/s, right where the transition between closed and open magnetic source regions occurs.",
    "keywords": [
      "number_density",
      "hydrogen",
      "helium",
      "solar_wind_speed",
      "density_peak",
      "source_region_transition"
    ],
    "technical_caption": "Mean alpha particle and proton number densities as a function of solar wind speed. The semitransparent regions are the standard deviations. The highlighted regions on the n_He trend indicate speeds within 1σ of the slow wind peak (v_slow) in Figure 1, the fast wind peak (v_fast) in Figure 1, and the saturation speed (v_s) derived in Figure 3 for all data along with v_n, the peak of n_He in this figure when the n_α trend is recalculated across the |σ_c| quantiles.",
    "used_as_primary_in": [],
    "used_as_related_in": []
  },
  "Alterman_2025_ApJL_982_L40/fig_9": {
    "paper_id": "Alterman_2025_ApJL_982_L40",
    "figure_id": "fig_9",
    "src": "/papers/Alterman_2025_ApJL_982_L40/figures/fig_9.svg",
    "short_title": "Five characteristic speeds span the fast/slow transition zone",
    "alt": "The solar minimum speed distribution from Figure 1 is shown as a solid black curve on a logarithmic vertical axis.",
    "summary": {
      "what_we_see": "The solar minimum speed distribution from Figure 1 is shown as a solid black curve on a logarithmic vertical axis. Five color-coded segments highlight consecutive speed ranges: v_slow in purple near 355 km/s at the distribution peak, v_n in orange near 409 km/s just below the peak's shoulder, v_s in cyan spanning 407-439 km/s along the declining slope, v_i in green near 484 km/s farther down the slope, and v_fast in purple near 622 km/s at the fast-wind shoulder. The highlighted segments trace sequentially from the slow-wind peak down toward the fast-wind shoulder.",
      "the_finding": "The five characteristic speeds derived throughout this paper map onto consecutive portions of the solar minimum speed distribution. They reveal that the broad transition zone between the slow and fast wind peaks (approximately 355-484 km/s) contains multiple distinct physical transitions occurring in sequence: first the slow wind peak, then peak helium loading, then helium saturation, then the equal mixing point of slow and fast source populations. The transition region spans roughly 130 km/s rather than occurring at a single boundary.",
      "why_it_matters": "By placing all derived speeds onto the observed distribution, this figure explains why the fast/slow boundary has been so difficult to define: it is not a single boundary but a sequence of overlapping transitions. Different studies have chosen different thresholds because different physical signatures change at slightly different speeds within this zone. The paper's proposed classification using helium and wave activity avoids this ambiguity entirely by not relying on a single speed threshold to separate source regions."
    },
    "summary_short": "The five characteristic speeds derived throughout this paper map onto consecutive portions of the solar minimum speed distribution.",
    "keywords": [
      "solar_wind_speed",
      "probability_distribution",
      "solar_minimum",
      "characteristic_speeds",
      "source_region_transition",
      "bimodal_distribution"
    ],
    "technical_caption": "The same PDF of v_sw in Figure 1. The highlighted purple, orange, blue, and green intervals are the same as in Figure 8: the fast and slow wind peaks derived from Gaussian fits (v_slow and v_fast in purple), the range of saturation speeds derived across |σ_c| (v_s in blue), the peaks of n_α derived in Figure 8 across |σ_c| (v_n in orange), and the speed at which the Gaussians used to derive v_slow and v_fast intersect (v_i in green).",
    "used_as_primary_in": [],
    "used_as_related_in": []
  },
  "Alterman_2025_ApJL_982_L40/fig_10a": {
    "paper_id": "Alterman_2025_ApJL_982_L40",
    "figure_id": "fig_10a",
    "src": "/papers/Alterman_2025_ApJL_982_L40/figures/fig_10a.svg",
    "short_title": "Mean speed in the helium-wave plane reveals two source populations",
    "alt": "A filled contour map shows mean solar wind speed (color scale 300-540 km/s) as a function of wave activity (horizontal axis, 0-1) and helium abundance (vertical axis, 0-10%).",
    "summary": {
      "what_we_see": "A filled contour map shows mean solar wind speed (color scale 300-540 km/s) as a function of wave activity (horizontal axis, 0-1) and helium abundance (vertical axis, 0-10%). Cool blue-green colors indicate slow wind; warm orange-red colors indicate fast wind. Pink dash-dot contour pairs labeled 355 and 399 km/s mark the slow wind peak range. Solid blue contours labeled 407 and 439 km/s bound the saturation speed range. Black dash-dot contours labeled 450 and 484 km/s mark the Gaussian intersection range. Below the saturation contours, cool colors span all wave activities. Above 460 km/s, warm colors appear only at high wave activity (above 0.73) on the right side of the plane.",
      "the_finding": "Two distinct populations emerge in the combined helium-wave activity space. Solar wind from closed magnetic sources occupies the lower portion of the plane (low helium, any wave activity) with mean speeds below the saturation threshold. Solar wind from open magnetic sources clusters at high wave activity (above 0.73) and moderate-to-high helium (above 2.6%) with faster mean speeds. Between these populations lies a transition zone where both source types mix. This two-dimensional separation is far cleaner than any single-parameter classification based on speed alone.",
      "why_it_matters": "This panel demonstrates the paper's central practical result: combining helium abundance and wave activity creates a classification space that separates solar wind sources more effectively than speed. The contour structure reveals why a single speed threshold fails -- at any speed in the transition zone (407-484 km/s), wind from both open and closed sources is present. Critically, this classification requires only standard plasma instruments, not a mass spectrometer, making it applicable to nearly all heliophysics missions."
    },
    "summary_short": "Two distinct populations emerge in the combined helium-wave activity space.",
    "keywords": [
      "cross_helicity",
      "helium_abundance",
      "mean_speed",
      "contour",
      "classification",
      "open_field",
      "closed_field",
      "source_regions"
    ],
    "technical_caption": "Contour plots of the solar wind speed (v_sw) as a function of normalized cross helicity (|σ_c|) and helium abundance (A_He). Panel (a) uses the mean v_sw. Panels (b) and (c) use the 10% and 90% quantile of v_sw, respectively. The color scale in panels (b) and (c) is larger than the range in panel (a). Contours for mean v_sw = 355, 399, 407, 439, 450, and 484 km s⁻¹ are drawn on all three panels. The color of the contours depend on the panels and are chosen for contrast. The first two are v_slow and the upper bound on it. The middle two are the slowest and fastest v_s. The latter two are the speed at which Gaussians fit to the slow and fast wind peaks during solar minima intersect and the lower bound on this intersection value. The area between the v_slow, v_s, and v_i contour pairs are labeled with the corresponding v_X text. All contours are smoothed with a 1σ filter for visual clarity.",
    "used_as_primary_in": [],
    "used_as_related_in": [
      "sources-of-the-solar-wind"
    ]
  },
  "Alterman_2025_ApJL_982_L40/fig_10b": {
    "paper_id": "Alterman_2025_ApJL_982_L40",
    "figure_id": "fig_10b",
    "src": "/papers/Alterman_2025_ApJL_982_L40/figures/fig_10b.svg",
    "short_title": "The slowest 10% of wind stays below 390 km/s everywhere",
    "alt": "The same axes as panel (a) -- wave activity versus helium abundance -- now colored by the 10th percentile of speed (color scale 270-690 km/s).",
    "summary": {
      "what_we_see": "The same axes as panel (a) -- wave activity versus helium abundance -- now colored by the 10th percentile of speed (color scale 270-690 km/s). The entire plane is dominated by teal-blue colors, indicating that the slowest 10% of wind across the whole plane has speeds below about 390 km/s. White contour lines labeled 407 and 439 km/s mark the saturation speed range. Yellow-green dash-dot contours labeled 355 and 399 km/s mark the slow wind peak range. Black dotted contours labeled 450 and 484 km/s mark the intersection range. Even in the high wave activity region associated with open field sources, the 10th percentile reaches only 360-390 km/s.",
      "the_finding": "Even in regions of the helium-wave activity plane most definitively associated with magnetically open sources, the slowest 10% of observations have speeds characteristic of traditional slow wind (360-390 km/s). This means that at any point in this classification space, some observations will have speeds that would be misclassified under a simple speed threshold. The near-uniform 10th percentile across the plane demonstrates that speed alone is a poor discriminator of source region type at the level of individual observations.",
      "why_it_matters": "This panel provides direct evidence that speed-based classification fails at the individual-observation level. One in ten measurements in the most definitively open-field region still has speeds below 390 km/s. Using helium and wave activity to classify source regions avoids this problem because these properties are set at different heights in the Sun's atmosphere, independently of the speed changes that occur during the wind's transit from the Sun to Earth through interplanetary space."
    },
    "summary_short": "Even in regions of the helium-wave activity plane most definitively associated with magnetically open sources, the slowest 10% of observations have speeds characteristic of traditional slow wind (360-390 km/s).",
    "keywords": [
      "cross_helicity",
      "helium_abundance",
      "speed_quantile",
      "10th_percentile",
      "contour",
      "speed_overlap"
    ],
    "technical_caption": "Contour plots of the solar wind speed (v_sw) as a function of normalized cross helicity (|σ_c|) and helium abundance (A_He). Panel (a) uses the mean v_sw. Panels (b) and (c) use the 10% and 90% quantile of v_sw, respectively. The color scale in panels (b) and (c) is larger than the range in panel (a). Contours for mean v_sw = 355, 399, 407, 439, 450, and 484 km s⁻¹ are drawn on all three panels. The color of the contours depend on the panels and are chosen for contrast. The first two are v_slow and the upper bound on it. The middle two are the slowest and fastest v_s. The latter two are the speed at which Gaussians fit to the slow and fast wind peaks during solar minima intersect and the lower bound on this intersection value. The area between the v_slow, v_s, and v_i contour pairs are labeled with the corresponding v_X text. All contours are smoothed with a 1σ filter for visual clarity.",
    "used_as_primary_in": [],
    "used_as_related_in": []
  },
  "Alterman_2025_ApJL_982_L40/fig_10c": {
    "paper_id": "Alterman_2025_ApJL_982_L40",
    "figure_id": "fig_10c",
    "src": "/papers/Alterman_2025_ApJL_982_L40/figures/fig_10c.svg",
    "short_title": "The fastest 10% of closed-field wind exceeds 420 km/s",
    "alt": "The same axes as panels (a) and (b), now colored by the 90th percentile of speed (color scale 270-690 km/s).",
    "summary": {
      "what_we_see": "The same axes as panels (a) and (b), now colored by the 90th percentile of speed (color scale 270-690 km/s). Warm orange-red colors dominate most of the plane, indicating that the fastest 10% of wind exceeds 400 km/s nearly everywhere. Blue contour lines labeled 407 and 439 km/s mark the saturation speed range. Pink dash-dot contours mark the slow wind peak range. Black dotted contours mark the intersection range. In the open field region (high wave activity, moderate helium), the 90th percentile reaches 600+ km/s shown in deep red. Even in the slow wind region (low helium, low wave activity), the 90th percentile ranges from 420 to 510 km/s.",
      "the_finding": "The 90th percentile of speed in the closed-field portion of the plane ranges from 420 to 510 km/s -- speeds typically associated with fast wind under traditional classification. Combined with panel (b), there is substantial speed overlap between the two source populations spanning roughly 360-510 km/s, a range of more than 150 km/s. This demonstrates why no single speed threshold can cleanly separate open and closed field sources: the speed distributions of both source types overlap extensively.",
      "why_it_matters": "By showing that the speed distributions of open and closed field sources overlap by more than 150 km/s, this panel makes the definitive case against speed-only classification. The helium-wave activity plane resolves this overlap by providing two independent measurements that together disambiguate source regions even when speeds are identical. This has direct implications for space weather models that rely on source region identification to predict conditions at Earth and other planets."
    },
    "summary_short": "The 90th percentile of speed in the closed-field portion of the plane ranges from 420 to 510 km/s -- speeds typically associated with fast wind under traditional classification.",
    "keywords": [
      "cross_helicity",
      "helium_abundance",
      "speed_quantile",
      "90th_percentile",
      "contour",
      "speed_overlap"
    ],
    "technical_caption": "Contour plots of the solar wind speed (v_sw) as a function of normalized cross helicity (|σ_c|) and helium abundance (A_He). Panel (a) uses the mean v_sw. Panels (b) and (c) use the 10% and 90% quantile of v_sw, respectively. The color scale in panels (b) and (c) is larger than the range in panel (a). Contours for mean v_sw = 355, 399, 407, 439, 450, and 484 km s⁻¹ are drawn on all three panels. The color of the contours depend on the panels and are chosen for contrast. The first two are v_slow and the upper bound on it. The middle two are the slowest and fastest v_s. The latter two are the speed at which Gaussians fit to the slow and fast wind peaks during solar minima intersect and the lower bound on this intersection value. The area between the v_slow, v_s, and v_i contour pairs are labeled with the corresponding v_X text. All contours are smoothed with a 1σ filter for visual clarity.",
    "used_as_primary_in": [],
    "used_as_related_in": []
  },
  "Alterman_2025_ApJL_982_L40/fig_11": {
    "paper_id": "Alterman_2025_ApJL_982_L40",
    "figure_id": "fig_11",
    "src": "/papers/Alterman_2025_ApJL_982_L40/figures/fig_11.svg",
    "short_title": "A new classification maps solar wind to its magnetic source",
    "alt": "A cartoon diagram divides the wave activity (horizontal axis, 0-1) versus helium abundance (vertical axis, 0-10%) plane into four labeled regions using black contour boundaries.",
    "summary": {
      "what_we_see": "A cartoon diagram divides the wave activity (horizontal axis, 0-1) versus helium abundance (vertical axis, 0-10%) plane into four labeled regions using black contour boundaries. A large green region labeled 'Closed Field' fills the bottom of the plane up to about 4.2% helium. A red region labeled 'Open Field' occupies the right edge at high wave activity. A yellow-orange region labeled 'Mixed Source' fills the middle. A small red region labeled 'Transients' sits in the upper left corner. A gray band across the lower boundary of the Mixed region marks the full range of saturation speeds. A curved arrow labeled 'More Open' in the Mixed region points toward the Open Field boundary.",
      "the_finding": "This classification scheme distills the quantitative contour analysis into a practical map of solar wind source regions. Wind with low helium (below about 4.2%) at any wave activity likely originates from magnetically closed regions like helmet streamers. Wind with high wave activity (above 0.73) and moderate helium likely comes from magnetically open regions like coronal holes. The broad middle region represents mixed observations where both source types contribute. Within the mixed region, higher wave activity increases the likelihood of an open field origin, as indicated by the arrow.",
      "why_it_matters": "This classification scheme is the central practical result of the paper. It identifies solar wind source regions using only helium abundance and cross helicity, without requiring a mass spectrometer for elemental or charge-state composition. Most heliophysics spacecraft carry plasma instruments capable of these measurements, making this scheme widely applicable. It directly addresses the first of nine outstanding questions in solar wind physics identified by Viall and Borovsky: from where on the Sun does the solar wind originate?"
    },
    "summary_short": "This classification scheme distills the quantitative contour analysis into a practical map of solar wind source regions.",
    "keywords": [
      "classification_scheme",
      "source_regions",
      "open_field",
      "closed_field",
      "mixed_source",
      "transients",
      "cross_helicity",
      "helium_abundance"
    ],
    "technical_caption": "A suggestive cartoon derived from Figure 10(a). Contours indicating suggested regions of the (|σ_c|, A_He) plane. Black contours are drawn at v_sw = 425 and 460 km s⁻¹. The bottom region indicates solar wind likely from closed field source regions. The right side of the plane is solar wind likely from Open field source regions. The middle of the plane is solar wind that, when measured at 1 au, is from a mixture of sources. A forthcoming publication demonstrates that high speed solar wind in the top left corner of the plane is from transients. The gray region indicates the full range of saturation speeds v_s. The arrow in the middle region suggests that the Mixed source region is more likely to contain solar wind from an Open field region roughly along the direction of the arrow. The region for v_s is grayed out to indicate that the exact v_sw at which this transition happens likely depends on the solar wind sample under consideration.",
    "used_as_primary_in": [],
    "used_as_related_in": [
      "sources-of-the-solar-wind"
    ]
  },
  "Alterman_2025_ApJL_984_L64/fig_1": {
    "paper_id": "Alterman_2025_ApJL_984_L64",
    "figure_id": "fig_1",
    "src": "/papers/Alterman_2025_ApJL_984_L64/figures/fig_1.svg",
    "short_title": "Alfven wave forcing explains the fastest solar wind at Earth",
    "alt": "A smooth black curve on a logarithmic vertical axis plots how frequently the solar wind arrives at Earth at each speed, from about 270 to 750 kilometers per second.",
    "summary": {
      "what_we_see": "A smooth black curve on a logarithmic vertical axis plots how frequently the solar wind arrives at Earth at each speed, from about 270 to 750 kilometers per second. The distribution rises sharply to a tall peak near 355 km/s (slow wind), then descends through an intermediate range before forming a lower, broader shoulder around 622 km/s (fast wind). Colored bands overlay the curve, each marking a characteristic speed range: cyan highlights the slow and fast wind peaks, magenta marks the transition zone where source regions shift, green spans the speeds predicted by a solar wind model with and without wave-driven acceleration, and orange marks speeds predicted from near-Sun energy measurements by Parker Solar Probe.",
      "the_finding": "The speed ranges predicted independently from near-Sun energy measurements (v_K = 557-700 km/s, orange) and from a solar wind model that includes Alfven wave forcing (v_IPW = 620-671 km/s, green) both land on the observed fast wind peak. Removing wave forcing from the same model drops the predicted speeds to 434-554 km/s (v_IP, green), which falls squarely in the intermediate zone between the slow and fast peaks. The difference demonstrates that Alfven waves — magnetic oscillations that propagate along the solar wind's magnetic field — continuously deposit energy during transit and are responsible for boosting solar wind from intermediate speeds up to the 600+ km/s range observed at Earth.",
      "why_it_matters": "By synthesizing observations from three vantage points — Wind near Earth, Parker Solar Probe near the Sun, and Solar Orbiter in between — this figure unifies the picture of how the solar wind reaches its observed speeds. It shows that speed alone cannot reliably trace the wind back to its origin on the Sun because wave acceleration in transit reshapes the speed distribution. Instead, Alfvenicity, the degree of wave activity carried by the solar wind, serves as a more faithful fingerprint of the source region's magnetic topology. This distinction matters for space weather forecasting, where correctly identifying the source determines the expected particle and magnetic field conditions at Earth."
    },
    "summary_short": "The speed ranges predicted independently from near-Sun energy measurements (v_K = 557-700 km/s, orange) and from a solar wind model that includes Alfven wave forcing (v_IPW = 620-671 km/s, green) both land on the observed fast wind peak.",
    "keywords": [
      "solar wind speed",
      "probability distribution",
      "fast wind",
      "slow wind",
      "Alfvén wave forcing",
      "source regions",
      "kinetic energy flux",
      "isopoly model",
      "Parker Solar Probe",
      "Alfvénicity"
    ],
    "technical_caption": "Probability density function (PDF) of solar wind speed observed near Earth during the declining phase of solar activity (cycles 23 and 24). The distribution shows distinct slow (v_slow = 355 ± 44 km/s, turquoise) and fast (v_fast = 622 ± 58 km/s, turquoise) wind peaks. Pink regions indicate v_i = 484 ± 34 km/s (intersection speed of Gaussian fits to slow and fast peaks) and v_σ = 399–436 km/s (speed range over which the helium abundance gradient decreases as Alfvénicity increases). Orange region shows v_K = 557–700 km/s (near-Earth speed predicted from Parker Solar Probe kinetic energy flux measurements). Green regions show v_IPW = 620–671 km/s (near-Earth speed predicted by isopoly model with Alfvén wave forcing) and v_IP = 434–554 km/s (same model without Alfvén wave forcing). Histogram smoothed using Savitzky-Golay filter; bin width 5.38 km/s; values below 10^-4 omitted for clarity.",
    "used_as_primary_in": [
      "alfven-waves"
    ],
    "used_as_related_in": []
  },
  "Alterman_2025_ApJL_984_L64/fig_2": {
    "paper_id": "Alterman_2025_ApJL_984_L64",
    "figure_id": "fig_2",
    "src": "/papers/Alterman_2025_ApJL_984_L64/figures/fig_2.svg",
    "short_title": "Near-Sun energy predicts near-Earth fast wind speeds",
    "alt": "A two-dimensional heatmap plots kinetic energy flux (vertical axis, 0 to 1.4 milliwatts per square meter) against solar wind speed (horizontal axis, about 300 to 800 km/s).",
    "summary": {
      "what_we_see": "A two-dimensional heatmap plots kinetic energy flux (vertical axis, 0 to 1.4 milliwatts per square meter) against solar wind speed (horizontal axis, about 300 to 800 km/s). The color scale runs from deep purple (few observations) through lavender to white (most common value at each speed); each column is independently normalized so the most frequent energy value appears white regardless of how often that speed occurs. A black dash-dotted line traces the peak energy flux at each speed, flanked by solid black lines marking the spread. A thick black segment on the central trend highlights the fast wind speed range. A horizontal orange band at approximately 0.62-0.66 mW/m^2 stretches across the full width, marking the kinetic energy flux predicted from near-Sun Parker Solar Probe measurements.",
      "the_finding": "Kinetic energy flux increases steadily with solar wind speed, and the horizontal orange band — derived from scaling near-Sun Parker Solar Probe energy measurements outward using empirically determined power laws — intersects the observed trend at speeds of 557-700 km/s. This intersection falls precisely on the fast wind peak. The match demonstrates that the energy budget measured close to the Sun is sufficient to account for the kinetic energy carried by the fastest nontransient solar wind observed at Earth, without requiring any additional unaccounted energy source. Above 740 km/s the data become too sparse during the declining phase of solar activity for reliable fitting, but the key intersection occurs well below that threshold.",
      "why_it_matters": "This figure bridges the observational gap between the inner heliosphere and Earth's orbit. Parker Solar Probe measures the solar wind's energy near the Sun, but the scientific question is whether that energy can explain conditions at Earth. By demonstrating that the predicted and observed kinetic energy fluxes converge at fast wind speeds, this analysis validates the use of inner-heliosphere measurements for predicting near-Earth solar wind properties — a key step toward improving space weather forecasting that relies on connecting remote and in situ observations across very different distances from the Sun."
    },
    "summary_short": "Kinetic energy flux increases steadily with solar wind speed, and the horizontal orange band — derived from scaling near-Sun Parker Solar Probe energy measurements outward using empirically determined power laws — intersects the observed trend at speeds of 557-700 km/s.",
    "keywords": [
      "kinetic energy flux",
      "solar wind speed",
      "2D histogram",
      "Parker Solar Probe",
      "radial scaling",
      "log-normal distribution",
      "fast wind",
      "energy budget"
    ],
    "technical_caption": "2D heat map of the frequency of near-Earth solar wind observations as a function of solar wind speed (horizontal axis, ~300–800 km/s) and kinetic energy flux W_K (vertical axis, 0–1.4 mW/m², linear scale). Each column normalized to its maximum value to remove sampling bias favoring slow wind. Data binned in 10 km/s speed intervals; each column fit with log-normal distribution. Black dashed-dotted line shows central trend (peak W_K vs. v_sw from 1D fits); black solid lines show the spread of values; thick black line marks v_fast = 622 ± 58 km/s range. Horizontal orange band shows W_est = 0.64 ± 0.02 mW/m² (near-Earth kinetic energy flux predicted from Parker Solar Probe measurements during Encounters 1, 2, 4, and 5, scaled to 1 AU using power-law fits from Liu et al. 2021). Intersection of orange band with black trend defines v_K = 557–700 km/s. Distributions above 740 km/s poorly fit by log-normal due to low counts during the declining phase of solar activity.",
    "used_as_primary_in": [],
    "used_as_related_in": [
      "alfven-waves"
    ]
  },
  "Alterman_2025_ApJL_984_L64/fig_3": {
    "paper_id": "Alterman_2025_ApJL_984_L64",
    "figure_id": "fig_3",
    "src": "/papers/Alterman_2025_ApJL_984_L64/figures/fig_3.svg",
    "short_title": "Log-normal fit captures the skewed energy distribution at each speed",
    "alt": "A single panel shows the distribution of kinetic energy flux values measured for solar wind arriving between 620 and 630 km/s, near the center of the fast wind peak.",
    "summary": {
      "what_we_see": "A single panel shows the distribution of kinetic energy flux values measured for solar wind arriving between 620 and 630 km/s, near the center of the fast wind peak. The horizontal axis spans 0 to 1.5 milliwatts per square meter; the vertical axis shows the normalized count from 0 to 1. Black open-square markers connected by thin lines trace the observed data, which rises steeply from zero, peaks near 0.5 mW/m^2, and then falls off more gradually toward higher fluxes, with a secondary hump near 1.0 mW/m^2. An orange dash-dotted curve shows the best-fit log-normal function, whose equation and three fit parameters (m, s, A) are displayed in a tan box at upper right.",
      "the_finding": "The kinetic energy flux at a given solar wind speed does not follow a symmetric bell curve. Instead, it follows a log-normal distribution with a pronounced rightward tail toward higher energy values. This asymmetry means the most common flux value is lower than the average, and occasional high-energy parcels carry substantially more kinetic energy than typical. The log-normal shape arises naturally when energy is added through a series of multiplicative processes during transit, consistent with repeated Alfven wave energy deposition as the solar wind propagates from the Sun to Earth. This fitting procedure, applied at each 10 km/s speed bin, generates the central trend line in Figure 2.",
      "why_it_matters": "Characterizing the statistical shape of the energy distribution — rather than just its average — reveals the physical process driving solar wind acceleration. A log-normal distribution points to multiplicative energy gains, which is the expected signature of wave-driven acceleration where successive wave packets each add a fractional energy boost. For space weather applications, knowing the distribution shape helps forecast the probability of extreme kinetic energy flux events that could drive stronger-than-expected geomagnetic disturbances and affect satellites, power grids, and astronaut safety."
    },
    "summary_short": "The kinetic energy flux at a given solar wind speed does not follow a symmetric bell curve.",
    "keywords": [
      "kinetic energy flux",
      "log-normal distribution",
      "statistical fitting",
      "fast wind",
      "energy distribution",
      "asymmetric distribution"
    ],
    "technical_caption": "Example log-normal distribution fit (dashed-dotted orange line) to the binned observations (black data points) of kinetic energy flux for solar wind speeds in the range 620–630 km/s. The horizontal axis shows kinetic energy flux W_K in mW/m², and the vertical axis shows normalized count. The distribution exhibits characteristic right-skewed asymmetry with a longer tail toward higher flux values. This fitting procedure was applied to all 10 km/s speed bins up to 740 km/s to extract the central trend (peak flux vs. speed) shown as the dashed-dotted line in Figure 2. Log-normal distributions used because flux distributions are asymmetric with enhanced tails on the high-W_K side.",
    "used_as_primary_in": [],
    "used_as_related_in": []
  },
  "Alterman_2025_ApJL_984_L64/fig_4": {
    "paper_id": "Alterman_2025_ApJL_984_L64",
    "figure_id": "fig_4",
    "src": "/papers/Alterman_2025_ApJL_984_L64/figures/fig_4.svg",
    "short_title": "Two Gaussians separate slow and fast wind populations",
    "alt": "A logarithmic-scale plot shows the observed solar wind speed distribution as a thin black line spanning roughly 270 to 750 km/s, with a prominent peak near 355 km/s and a lower shoulder near 622 km/s.",
    "summary": {
      "what_we_see": "A logarithmic-scale plot shows the observed solar wind speed distribution as a thin black line spanning roughly 270 to 750 km/s, with a prominent peak near 355 km/s and a lower shoulder near 622 km/s. Thick green segments overlay the black curve at speeds below 400 km/s and above 600 km/s, marking the data subsets used for fitting. An orange dashed Gaussian is fit to the slow wind peak, and an orange dash-dotted Gaussian is fit to the fast wind peak. Both Gaussians extend across the full speed range, visually revealing where they cross. A gray shaded vertical band near 450-520 km/s highlights v_i, the range of speeds where the two Gaussians intersect and the slow and fast wind contribute equally.",
      "the_finding": "The bimodal solar wind speed distribution during the declining phase of solar activity cleanly decomposes into two overlapping Gaussian populations. The slow wind peak is five times taller and narrower (center 355 km/s, width 44 km/s), reflecting the dominance of slow wind in near-Earth observations. The fast wind peak is broader (center 622 km/s, width 58 km/s) but clearly distinct. Their intersection at v_i = 484 ± 34 km/s defines the crossover speed where intermittently open and continuously open source regions contribute equally to the near-Earth solar wind, establishing a quantitative boundary between the two populations.",
      "why_it_matters": "This Gaussian decomposition provides the quantitative foundation for the entire analysis. The characteristic speeds derived here — v_slow = 355 km/s, v_fast = 622 km/s, v_i = 484 km/s — serve as the benchmarks against which near-Sun energy predictions and wave-acceleration models are compared in the main figures. By performing this decomposition during the declining phase of solar activity, when the Sun's polar and equatorial magnetic structures are cleanly separated, the analysis isolates the two source populations under the most favorable observational conditions and establishes baseline speeds for comparison with theoretical models."
    },
    "summary_short": "The bimodal solar wind speed distribution during the declining phase of solar activity cleanly decomposes into two overlapping Gaussian populations.",
    "keywords": [
      "solar wind speed",
      "Gaussian fit",
      "slow wind",
      "fast wind",
      "bimodal distribution",
      "speed decomposition",
      "declining phase",
      "source regions"
    ],
    "technical_caption": "Solar wind speed probability density function (PDF) from Figure 1 with Gaussian fits to slow and fast wind peaks. Thin black line shows observed distribution during the declining phase of solar activity. Thick green segments show the portions of data used for fitting (v_sw < 400 km/s for slow wind, v_sw > 600 km/s for fast wind). Two orange Gaussian curves fit separately: slow wind (dashed) and fast wind (dash-dotted). Slow wind Gaussian: center μ_slow = 355 ± 1 km/s, width σ_slow = 44 ± 2 km/s, amplitude A_slow = (5.9 ± 0.1) × 10^-3 (Table 1). Fast wind Gaussian: center μ_fast = 622 ± 2 km/s, width σ_fast = 58 ± 2 km/s, amplitude A_fast = (1.05 ± 0.01) × 10^-3 (Table 1). Gray shaded region shows the intersection range v_i = 484 ± 34 km/s, the speed where slow and fast wind contribute equally. Supplemental figure demonstrating decomposition method and quantifying characteristic speeds for slow and fast wind populations.",
    "used_as_primary_in": [],
    "used_as_related_in": []
  },
  "Alterman_2026_ApJL_996_L12/fig_1": {
    "paper_id": "Alterman_2026_ApJL_996_L12",
    "figure_id": "fig_1",
    "src": "/papers/Alterman_2026_ApJL_996_L12/figures/fig_1.svg",
    "short_title": "Helium abundance rises with speed then saturates",
    "alt": "This heatmap shows how frequently the solar wind contains different amounts of helium (vertical axis) at each speed (horizontal axis), with brighter warm colors indicating more common combinations.",
    "summary": {
      "what_we_see": "This heatmap shows how frequently the solar wind contains different amounts of helium (vertical axis) at each speed (horizontal axis), with brighter warm colors indicating more common combinations. A blue line traces the average helium at each speed, and a dashed green line shows a two-segment fit. At low speeds, helium rises steeply from near zero. Above about 430 km/s, the average helium levels off at roughly 4.2 percent, forming a plateau the authors call saturation. Each column is normalized to its own maximum so that the less frequently observed fast wind remains visible.",
      "the_finding": "The helium content of the solar wind follows a simple two-part pattern: it increases linearly with speed in slow wind, then abruptly flattens at a saturation point of 433 km/s and 4.19 percent helium. This saturation abundance equals about half the Sun's photospheric helium. The transition statistically marks where the dominant source of solar wind shifts from regions on the Sun that open and close intermittently to regions that remain continuously open to space.",
      "why_it_matters": "This saturation pattern is the foundation for the entire paper. The authors will show that what appears to be a simple plateau actually contains hidden structure when hydrogen density fluctuations are accounted for. Understanding what controls helium content helps identify where on the Sun a given parcel of wind originated, which is critical for predicting the space weather conditions that affect satellites, power grids, and astronaut safety."
    },
    "summary_short": "The helium content of the solar wind follows a simple two-part pattern: it increases linearly with speed in slow wind, then abruptly flattens at a saturation point of 433 km/s and 4.19 percent helium.",
    "keywords": [
      "helium_abundance",
      "solar_wind_speed",
      "saturation_point",
      "bilinear_fit",
      "slow_wind",
      "fast_wind",
      "Wind_spacecraft"
    ],
    "technical_caption": "The helium abundance as a function of solar wind speed. A_He has been normalized to its maximum value in each column. The blue line indicates the mean value of A_He in each column. The dashed–dotted green line is a bilinear fit to these means using Equation (2). The helium abundance monotonically increases from 0% to 4.19% in slow wind and saturates to this A_He = 4.19% in fast solar wind for which v_sw > 433 km s^-1.",
    "used_as_primary_in": [],
    "used_as_related_in": []
  },
  "Alterman_2026_ApJL_996_L12/fig_2": {
    "paper_id": "Alterman_2026_ApJL_996_L12",
    "figure_id": "fig_2",
    "src": "/papers/Alterman_2026_ApJL_996_L12/figures/fig_2.svg",
    "short_title": "Alfvenic wave activity concentrates in faster wind",
    "alt": "This contour plot shows how the normalized cross helicity, a measure of Alfvenic wave activity (vertical axis), varies with solar wind speed (horizontal axis).",
    "summary": {
      "what_we_see": "This contour plot shows how the normalized cross helicity, a measure of Alfvenic wave activity (vertical axis), varies with solar wind speed (horizontal axis). Brighter contour levels indicate more common combinations. A black contour at the 0.7 level marks a reference boundary. At slow speeds, wave activity spans a wide range of values centered around 0.5. As speed increases, the distribution narrows and shifts upward toward 1.0, meaning faster wind is increasingly dominated by Alfvenic magnetic wave oscillations.",
      "the_finding": "The solar wind becomes increasingly Alfvenic as speed rises. Wind with cross helicity above 0.7 predominantly originates from regions of the Sun that are continuously open to space, while lower cross helicity indicates more complex or mixed origins. This baseline trend sets up the paper's key question: if fast wind should be wave-rich, why does some fast wind carry unexpectedly low wave activity and anomalous helium levels?",
      "why_it_matters": "This figure establishes the baseline relationship between wave activity and speed that underpins the entire analysis. By showing that faster wind is typically more Alfvenic, it provides context for the central puzzle: compressive density fluctuations that the cross helicity alone cannot capture turn out to explain why some fast wind deviates from this expected trend. Understanding these deviations matters for correctly identifying where the solar wind originates on the Sun."
    },
    "summary_short": "The solar wind becomes increasingly Alfvenic as speed rises.",
    "keywords": [
      "normalized_cross_helicity",
      "solar_wind_speed",
      "Alfvenicity",
      "wave_activity",
      "source_regions"
    ],
    "technical_caption": "A contour plot of the pdf of |σ_c|. The columns in the underlying 2D histogram have been normalized to their maximum value. The contour at 0.7 is indicated in black.",
    "used_as_primary_in": [],
    "used_as_related_in": []
  },
  "Alterman_2026_ApJL_996_L12/fig_3": {
    "paper_id": "Alterman_2026_ApJL_996_L12",
    "figure_id": "fig_3",
    "src": "/papers/Alterman_2026_ApJL_996_L12/figures/fig_3.svg",
    "short_title": "Three-parameter map classifies solar wind by origin",
    "alt": "This schematic diagram divides the solar wind into regions based on wave activity (horizontal axis) and helium content (vertical axis), with speed shown by contour lines.",
    "summary": {
      "what_we_see": "This schematic diagram divides the solar wind into regions based on wave activity (horizontal axis) and helium content (vertical axis), with speed shown by contour lines. A green region at the bottom marks wind from intermittently open sources. A red region at upper right marks wind from continuously open sources. An orange region in the middle represents wind of ambiguous origin. A small red region at upper left highlights helium-rich but wave-poor wind that the companion paper hypothesizes comes from transient events. An arrow labeled 'More Open' points toward the continuously open region.",
      "the_finding": "By combining wave activity, helium content, and speed, the solar wind can be statistically classified by its origin on the Sun. Low-helium wind comes from intermittently open sources regardless of wave activity. Highly wave-active wind with above-saturation helium comes from continuously open sources. A large intermediate region exists where the source is ambiguous, and the upper left corner with high helium but low wave activity was left unexplained by the companion paper.",
      "why_it_matters": "This classification diagram from the companion paper is the starting point for the central question addressed here: what causes helium-rich, wave-poor solar wind? This paper demonstrates that hydrogen compressibility resolves the ambiguity, distinguishing genuinely open-source wind from compressively enhanced wind that masquerades as fast wind. Resolving this ambiguity is essential for accurate space weather source region identification."
    },
    "summary_short": "By combining wave activity, helium content, and speed, the solar wind can be statistically classified by its origin on the Sun.",
    "keywords": [
      "source_region_classification",
      "normalized_cross_helicity",
      "helium_abundance",
      "continuously_open",
      "intermittently_open",
      "transients",
      "mixed_source",
      "Paper_I"
    ],
    "technical_caption": "A plot of v_sw as a function of |σ_c| and A_He with contours at v_sw = 300 and 460 km s^-1. Paper I considers helium-poor solar wind with A_He < A_s to originate in intermittently open source regions and Alfvénic solar wind with |σ_c| > 0.7 in the red region to originate in continuously open source regions. That work hypothesizes that the speed enhancement of non-Alfvénic, helium-rich solar wind in the upper left corner of the plot is due to transients.",
    "used_as_primary_in": [
      "space-weather"
    ],
    "used_as_related_in": []
  },
  "Alterman_2026_ApJL_996_L12/fig_4": {
    "paper_id": "Alterman_2026_ApJL_996_L12",
    "figure_id": "fig_4",
    "src": "/papers/Alterman_2026_ApJL_996_L12/figures/fig_4.svg",
    "short_title": "Hydrogen density fluctuations persist across all speeds",
    "alt": "This contour plot shows how much the hydrogen density fluctuates (vertical axis, logarithmic scale) at each solar wind speed (horizontal axis).",
    "summary": {
      "what_we_see": "This contour plot shows how much the hydrogen density fluctuates (vertical axis, logarithmic scale) at each solar wind speed (horizontal axis). Brighter regions indicate more common combinations. At slow speeds, the fluctuations cluster around moderate values near 0.05 to 0.1. As speed increases past about 400 km/s, the most common fluctuation level decreases into the incompressible regime below 0.05, but a tail of large fluctuations extends upward at all speeds, including the fastest.",
      "the_finding": "Hydrogen compressibility changes systematically with solar wind speed. Slow wind shows a relatively narrow range of moderate compressibility. Fast wind is typically less compressible, consistent with wave-dominated wind where density stays relatively steady. However, a population of highly compressive fast wind persists, creating an asymmetric tail. These compressive fluctuations above 0.1 are present across all speeds, which is the key to explaining helium anomalies in fast wind.",
      "why_it_matters": "This figure introduces the paper's central innovation: hydrogen compressibility as a third classification variable. While previous work classified solar wind using speed and wave activity, this paper shows that density fluctuations carry independent information about the wind's origin. The coexistence of compressive and incompressible fast wind at the same speed is the first hint that speed alone cannot distinguish different types of fast solar wind."
    },
    "summary_short": "Hydrogen compressibility changes systematically with solar wind speed.",
    "keywords": [
      "hydrogen_compressibility",
      "solar_wind_speed",
      "density_fluctuations",
      "compressive_fluctuations",
      "fast_wind"
    ],
    "technical_caption": "A contour plot of the pdf of |δn_H/n_H|(v_sw). In the underlying 2D histogram, the frequency of observing |δn_H/n_H| in each column is normalized to its maximum value. The contours are smoothed with a 1σ Gaussian kernel for visual clarity.",
    "used_as_primary_in": [],
    "used_as_related_in": []
  },
  "Alterman_2026_ApJL_996_L12/fig_5": {
    "paper_id": "Alterman_2026_ApJL_996_L12",
    "figure_id": "fig_5",
    "src": "/papers/Alterman_2026_ApJL_996_L12/figures/fig_5.svg",
    "short_title": "Compressibility and wave activity are inversely related",
    "alt": "This contour plot maps the average hydrogen density fluctuation level using color across solar wind speed (horizontal axis) and wave activity (vertical axis).",
    "summary": {
      "what_we_see": "This contour plot maps the average hydrogen density fluctuation level using color across solar wind speed (horizontal axis) and wave activity (vertical axis). Cooler blues indicate low compressibility where density stays steady, while warmer yellows and oranges indicate high compressibility. A purple curve from a previous figure marks the 0.7 wave activity contour. A black contour at 0.1 separates compressive from incompressible regimes. Below the purple boundary, compressibility is generally high. Above it, compressibility is low, especially at high speeds.",
      "the_finding": "Compressibility and wave activity are inversely related across the speed-wave activity plane. The most compressible solar wind has low wave activity regardless of speed, while the most incompressible wind has high wave activity. The purple 0.7 contour from the wave activity distribution closely tracks the boundary between compressible and incompressible regions. This anticorrelation is most prominent at high speeds and virtually absent at low speeds, because compressible and incompressible wind overlap in the same speed range at lower speeds.",
      "why_it_matters": "By mapping compressibility onto the speed-wave activity plane, this figure demonstrates that compressibility provides independent information beyond what wave activity alone reveals. The distinct spatial patterns enable the authors to separate solar wind genuinely from open magnetic sources (incompressible, wave-rich) from wind carrying compressive fluctuations of potentially different origin. This sets up the quantitative analysis that follows."
    },
    "summary_short": "Compressibility and wave activity are inversely related across the speed-wave activity plane.",
    "keywords": [
      "hydrogen_compressibility",
      "normalized_cross_helicity",
      "solar_wind_speed",
      "incompressible_wind",
      "compressive_wind",
      "wave_activity_boundary"
    ],
    "technical_caption": "A contour plot of the pdf of |δn_H/n_H|(v_sw, |σ_c|). Average |δn_H/n_H| is calculated as the logarithmic mean. Contours are smoothed with a 1σ Gaussian kernel for visual clarity. The purple line is the 0.7 contour from Figure 2.",
    "used_as_primary_in": [],
    "used_as_related_in": [
      "space-weather"
    ]
  },
  "Alterman_2026_ApJL_996_L12/fig_6": {
    "paper_id": "Alterman_2026_ApJL_996_L12",
    "figure_id": "fig_6",
    "src": "/papers/Alterman_2026_ApJL_996_L12/figures/fig_6.svg",
    "short_title": "Wave activity maps onto the helium-speed plane",
    "alt": "This contour plot shows the average wave activity level (color) as a function of solar wind speed (horizontal axis) and helium abundance (vertical axis).",
    "summary": {
      "what_we_see": "This contour plot shows the average wave activity level (color) as a function of solar wind speed (horizontal axis) and helium abundance (vertical axis). Warm reds indicate high wave activity; cool blues indicate low. Black points mark saturation points for different wave activity levels, all falling above the 0.6 contour highlighted in black. A shaded region bounded by colored dashed lines shows the envelope of helium-speed fits across wave activity quantiles, and solid black lines bound a narrow 530 to 560 km/s crossover speed range.",
      "the_finding": "The saturation points consistently fall in the region of moderately high wave activity, above the 0.6 contour. The envelope of helium-speed fits spans a narrow speed range of 530 to 560 km/s where fits at low and high wave activity cross over. This crossover is the speed at which non-Alfvenic wind begins to carry more helium than wave-dominated wind at the same speed. This creates an apparent paradox: wind from supposedly intermittent sources carrying more helium than wind from open sources.",
      "why_it_matters": "This figure connects the paper's three key variables in a single view. By showing that saturation points cluster in wave-rich territory and that low-wave-activity fits eventually exceed high-wave-activity fits, it demonstrates that something beyond wave activity determines helium behavior at high speeds. That something, the paper argues, is hydrogen compressibility. Resolving this paradox is the central goal of the subsequent analysis."
    },
    "summary_short": "The saturation points consistently fall in the region of moderately high wave activity, above the 0.6 contour.",
    "keywords": [
      "normalized_cross_helicity",
      "helium_abundance",
      "solar_wind_speed",
      "saturation_point",
      "fit_crossover",
      "wave_activity"
    ],
    "technical_caption": "A contour plot of the normalized cross helicity as a function of solar wind speed and helium abundance. The contours are smoothed with a 1σ Gaussian filter for clarity. The contour at |σc| = 0.6 is highlighted in black. The black points mark the saturation point (vs, As). The saturation points occur at |σc| > 0.6. The shaded black region corresponds to fits to AHe(vsw) for each |σc| quantile: the red dashed–dotted line is the high-|σc| edge, and the blue dashed–dotted line is the low-|σc| edge. The region from 530 to 560 km s⁻¹ is where the maximum and minimum |σc| fits to AHe(|σc|) cross. This region is bounded by solid black lines and crosses the |σc| = 0.7 contour.",
    "used_as_primary_in": [],
    "used_as_related_in": [
      "space-weather"
    ]
  },
  "Alterman_2026_ApJL_996_L12/fig_7": {
    "paper_id": "Alterman_2026_ApJL_996_L12",
    "figure_id": "fig_7",
    "src": "/papers/Alterman_2026_ApJL_996_L12/figures/fig_7.svg",
    "short_title": "Compressibility reveals structure hidden in the helium plateau",
    "alt": "This contour plot shows the average hydrogen compressibility (color) across solar wind speed (horizontal axis) and helium abundance (vertical axis).",
    "summary": {
      "what_we_see": "This contour plot shows the average hydrogen compressibility (color) across solar wind speed (horizontal axis) and helium abundance (vertical axis). Blue regions indicate low compressibility and warmer regions indicate higher compressibility. The same saturation envelope from the previous figure is overlaid. A box near the saturation points marks the region enlarged in the next figure. Black curves from the companion study trace the mean and one-sigma spread of the overall helium-speed relationship.",
      "the_finding": "The compressibility contours reveal a gradient that shifts direction across the saturation points. Below saturation, compressibility is relatively uniform. Above saturation, wind with helium above the typical value has distinctly higher compressibility than wind at the saturation level. This gradient is steepest near the crossover region at 530 to 560 km/s, precisely where the companion paper's helium paradox appears. The most common helium-speed combinations fall within the incompressible region where compressibility stays below 0.09.",
      "why_it_matters": "This figure provides the first visual evidence for the paper's central claim: the unexpectedly high helium in some fast wind is associated with compressive fluctuations, not with typical open-source fast wind. The compressibility gradient across the saturation boundary suggests that hydrogen density fluctuations actively regulate how much helium the solar wind carries, connecting composition set deep in the solar atmosphere to fluctuation properties measured at Earth."
    },
    "summary_short": "The compressibility contours reveal a gradient that shifts direction across the saturation points.",
    "keywords": [
      "hydrogen_compressibility",
      "helium_abundance",
      "solar_wind_speed",
      "saturation_point",
      "compressibility_gradient",
      "helium_paradox"
    ],
    "technical_caption": "A contour plot of the compressibility as a function of solar wind speed and helium abundance. Contours are smoothed with a 1σ Gaussian filter for clarity. Solid black lines are the mean and standard deviations from 1D fits plotted in Paper I, Figure 2. The shaded black region bounded by red and blue dashed–dotted lines matches Figure 6. The region encircled by the box highlights the location of the saturation points (vs, As) and is plotted in Figure 8.",
    "used_as_primary_in": [
      "solar-wind-compressibility"
    ],
    "used_as_related_in": []
  },
  "Alterman_2026_ApJL_996_L12/fig_8": {
    "paper_id": "Alterman_2026_ApJL_996_L12",
    "figure_id": "fig_8",
    "src": "/papers/Alterman_2026_ApJL_996_L12/figures/fig_8.svg",
    "short_title": "Compressibility contour gradient reverses at saturation",
    "alt": "This chart zooms into the saturation region from the previous figure, showing compressibility contours near the point where helium stops rising with speed.",
    "summary": {
      "what_we_see": "This chart zooms into the saturation region from the previous figure, showing compressibility contours near the point where helium stops rising with speed. The contour at the 0.09 level changes slope as it crosses the saturation points marked by black crosses. Solid black lines bound a narrow speed range of 530 to 560 km/s where helium fits at different wave activity levels cross over. This crossover region coincides with the 0.085 compressibility contour, and two separate pockets of compressibility below 0.085 are visible on either side of the saturation zone.",
      "the_finding": "At the saturation point, the compressibility contour gradient reverses direction. Below saturation, constant-compressibility contours follow increasing helium and speed together. Above saturation, they tilt so that wind with slightly more helium than the saturation value has noticeably different compressibility. The 0.085 compressibility level emerges as a natural boundary that intersects the crossover region where wave-activity-based fits switch dominance, linking two previously independent threshold values.",
      "why_it_matters": "This zoomed view provides detailed evidence that the saturation point corresponds to a real physical transition in the solar wind's density fluctuation behavior, not just a statistical convenience. The gradient reversal connects helium composition, which is set deep in the Sun's atmosphere, to the compressibility of fluctuations that evolve during interplanetary transit, linking two previously independent aspects of solar wind physics."
    },
    "summary_short": "At the saturation point, the compressibility contour gradient reverses direction.",
    "keywords": [
      "hydrogen_compressibility",
      "saturation_point",
      "gradient_reversal",
      "compressibility_threshold",
      "crossover_region"
    ],
    "technical_caption": "A zoom-in of the region indicated in Figure 7. The gradient of the contour for |δnH/nH| = 0.09 changes across the saturation points. The fits AHe(vsw) cross over the speed range vsw ≈ 530–560 km s⁻¹, which is bounded by solid black lines instead of red and blue dashed–dotted lines. This region where the AHe(vsw) fits at low |σc| become larger than the fits at high |σc| crosses the |δnH/nH| = 0.085 contour.",
    "used_as_primary_in": [],
    "used_as_related_in": []
  },
  "Alterman_2026_ApJL_996_L12/fig_9": {
    "paper_id": "Alterman_2026_ApJL_996_L12",
    "figure_id": "fig_9",
    "src": "/papers/Alterman_2026_ApJL_996_L12/figures/fig_9.svg",
    "short_title": "Compressible wind drives helium far above the plateau",
    "alt": "Fifteen colored lines trace how helium abundance (vertical axis) changes with solar wind speed (horizontal axis), each representing a different compressibility level from low (dark blue) to high (pink).",
    "summary": {
      "what_we_see": "Fifteen colored lines trace how helium abundance (vertical axis) changes with solar wind speed (horizontal axis), each representing a different compressibility level from low (dark blue) to high (pink). All lines rise steeply at slow speeds, but they diverge sharply above the saturation point where green markers sit. The incompressible lines (cool colors) flatten into a near-horizontal plateau. The compressible lines (pink, above 0.15) continue rising steeply, reaching helium levels well above the plateau. An inset zooms into the saturation region.",
      "the_finding": "When sorted by hydrogen density fluctuation level, two starkly different behaviors emerge above saturation. Incompressible wind with fluctuations below about 15 percent behaves as expected for open-source fast wind: helium reaches a constant plateau. Compressible wind with fluctuations above 15 percent continues accumulating helium with increasing speed, reaching levels well above the plateau. Below saturation, all curves have indistinguishable gradients regardless of compressibility, confirming that the slow-wind helium process is independent of density fluctuations.",
      "why_it_matters": "This is the paper's key result figure. It resolves the helium paradox by showing that compressive fluctuations, not a failure of the source-region classification, explain why some fast wind carries more helium than expected. The clean separation between compressible and incompressible behavior reveals hydrogen compressibility as a fundamental regulator of helium abundance in the solar wind."
    },
    "summary_short": "When sorted by hydrogen density fluctuation level, two starkly different behaviors emerge above saturation.",
    "keywords": [
      "helium_abundance",
      "solar_wind_speed",
      "hydrogen_compressibility",
      "saturation_fits",
      "compressible_wind",
      "incompressible_wind",
      "bilinear_fit",
      "quantile_analysis"
    ],
    "technical_caption": "Fits of AHe(vsw) for 15 quantiles of hydrogen compressibility (|δnH/nH|). The color bar identifies |δnH/nH|. Quantiles with |δnH/nH| > 0.15 are indicated in pink. The green plots indicate the saturation points (vs, As).",
    "used_as_primary_in": [],
    "used_as_related_in": [
      "helium-abundance",
      "solar-wind-compressibility"
    ]
  },
  "Alterman_2026_ApJL_996_L12/fig_10": {
    "paper_id": "Alterman_2026_ApJL_996_L12",
    "figure_id": "fig_10",
    "src": "/papers/Alterman_2026_ApJL_996_L12/figures/fig_10.svg",
    "short_title": "Incompressible curves collapse onto a universal shape",
    "alt": "The same fifteen helium-speed curves from the previous figure are rescaled so that each saturation point sits at coordinates (1, 1).",
    "summary": {
      "what_we_see": "The same fifteen helium-speed curves from the previous figure are rescaled so that each saturation point sits at coordinates (1, 1). Below saturation (left of the green marker), all curves nearly overlap, forming a tight bundle regardless of compressibility level. Above saturation (right of the green marker), the incompressible curves remain tightly bundled near a flat line at 1.0, while the compressible curves (pink) splay upward, diverging sharply from the universal pattern.",
      "the_finding": "When each curve is normalized to its own saturation point, the incompressible curves collapse onto a single universal shape. The helium-speed relationship below saturation follows the same functional form regardless of compressibility, with only the saturation point shifting. Above saturation, universal behavior breaks only for compressible wind. This collapse confirms that a single physical process governs helium in incompressible wind, while compressive fluctuations introduce a separate, additional process that drives helium above saturation.",
      "why_it_matters": "Universal scaling in physics signals underlying simplicity in the governing process. The collapse of incompressible curves suggests that helium abundance in non-compressive solar wind is controlled by a single mechanism depending only on the saturation parameters. This simplification could enable more accurate models of helium distribution in the solar wind, improving predictions of chemical composition near Earth."
    },
    "summary_short": "When each curve is normalized to its own saturation point, the incompressible curves collapse onto a single universal shape.",
    "keywords": [
      "universal_scaling",
      "saturation_point",
      "normalized_curves",
      "incompressible_wind",
      "compressible_wind",
      "dimensionless_analysis",
      "helium_abundance"
    ],
    "technical_caption": "Fits to AHe(vsw) in 15 |δnH/nH| quantiles. Each fit is scaled to its saturation point (vs, As), which is indicated at (1, 1) in green. As in Figure 9, the quantiles are indicated by the color bar.",
    "used_as_primary_in": [],
    "used_as_related_in": [
      "helium-abundance"
    ]
  },
  "Alterman_2026_ApJL_996_L12/fig_11": {
    "paper_id": "Alterman_2026_ApJL_996_L12",
    "figure_id": "fig_11",
    "src": "/papers/Alterman_2026_ApJL_996_L12/figures/fig_11.svg",
    "short_title": "Saturation speed and abundance shift at the compressibility boundary",
    "alt": "Two panels show how the saturation point changes with hydrogen compressibility (horizontal axis).",
    "summary": {
      "what_we_see": "Two panels show how the saturation point changes with hydrogen compressibility (horizontal axis). Panel (a) shows saturation speed: approximately constant near 428 km/s for incompressible quantiles (circles, compressibility below 0.15), then stepping up markedly for compressible quantiles (pink squares) to a maximum of 502 km/s. Panel (b) shows saturation helium abundance: roughly constant near 4.2 percent for incompressible quantiles, but non-monotonic in the compressible subset, dropping to 3.9 percent before rising to 4.13 percent at the highest compressibility. Cyan bands mark wave-activity intervals from the companion paper.",
      "the_finding": "Saturation speed increases with compressibility, stepping up sharply at the incompressible-compressible boundary near 0.15. Saturation helium abundance is approximately constant in incompressible wind but non-monotonic in compressible wind, first decreasing to a local minimum before rising at the highest compressibility. The 0.085 compressibility level (blue-edged marker) emerges as a transition between regimes, mirroring the pattern found across wave activity levels in the companion paper.",
      "why_it_matters": "This figure quantifies how the slow-to-fast wind transition depends on compressibility and provides the numerical foundation for mapping between the companion paper's wave-activity results and this paper's compressibility results. The systematic shift of the saturation point challenges the traditional view of a single dividing speed between slow and fast solar wind and suggests the transition depends on fluctuation properties."
    },
    "summary_short": "Saturation speed increases with compressibility, stepping up sharply at the incompressible-compressible boundary near 0.15.",
    "keywords": [
      "saturation_point",
      "saturation_speed",
      "saturation_abundance",
      "hydrogen_compressibility",
      "normalized_cross_helicity",
      "anticorrelation",
      "Paper_I_comparison"
    ],
    "technical_caption": "The saturation point (v_s, A_s) as a function of |δn_H/n_H|. Points are connected by a dotted line to aid the eye. Uncertainties are plotted as error bars with the same color as the markers, and a semitransparent gray envelope traces out the envelope surrounding the error bars. Markers are colored by |δn_H/n_H| to facilitate comparison with other figures. As above, quantiles with |δn_H/n_H| > 0.15 are shown with pink squares. The edge of the marker corresponding to the quantile for which |δn_H/n_H| = 0.085 is blue. The blue horizontal regions correspond to average values of (a) v_s and (b) A_He for key ranges of |σ_c| derived in Paper I.",
    "used_as_primary_in": [],
    "used_as_related_in": [
      "solar-wind-compressibility"
    ]
  },
  "Alterman_2026_ApJL_996_L12/fig_12": {
    "paper_id": "Alterman_2026_ApJL_996_L12",
    "figure_id": "fig_12",
    "src": "/papers/Alterman_2026_ApJL_996_L12/figures/fig_12.svg",
    "short_title": "Compressive wind has six times steeper helium gradients",
    "alt": "This scatter plot shows the slope of the helium-speed relationship above saturation (vertical axis) versus hydrogen compressibility (horizontal axis).",
    "summary": {
      "what_we_see": "This scatter plot shows the slope of the helium-speed relationship above saturation (vertical axis) versus hydrogen compressibility (horizontal axis). Circular markers represent incompressible wind (below 0.15), while pink squares represent compressive wind (above 0.15). Error bars indicate uncertainties. The incompressible points cluster near zero slope at roughly 0.001 percent per km/s. The compressive points jump dramatically to slopes five to six times larger, with the steepest value of about 0.006 at the highest compressibility.",
      "the_finding": "The helium gradient above saturation is nearly zero for incompressible wind, consistent with the expected flat plateau from open-source fast wind, but increases sharply for compressive wind. The transition occurs abruptly near the 0.15 compressibility threshold. This confirms that the large helium gradients identified in the companion paper's low-wave-activity analysis were driven specifically by compressive fluctuations rather than by low wave activity itself.",
      "why_it_matters": "This figure provides the clearest quantitative evidence that compressible fluctuations cause anomalous helium behavior in fast wind. The sharp transition at 0.15 defines a practical threshold for separating two physically distinct solar wind populations, directly applicable in space weather analysis to distinguish genuinely open-source fast wind from compressively enhanced wind that may originate from different solar sources."
    },
    "summary_short": "The helium gradient above saturation is nearly zero for incompressible wind, consistent with the expected flat plateau from open-source fast wind, but increases sharply for compressive wind.",
    "keywords": [
      "saturation_slope",
      "hydrogen_compressibility",
      "compressible_wind",
      "incompressible_wind",
      "compressibility_threshold",
      "helium_gradient"
    ],
    "technical_caption": "The slopes of A_He(v_sw) for speeds v_sw > v_s in each |δn_H/n_H| quantile. Nominally, this is the slope for the fast solar wind originating in open solar wind regions and we refer to them as \"saturation slopes\" in this work. Quantiles for which |δn_H/n_H| > 0.15 are plotted in pink and indicated with squares instead of circles. The marker indicating the quantile with |δn_H/n_H| = 0.085 is blue, while all other quantiles have a black marker edge.",
    "used_as_primary_in": [],
    "used_as_related_in": []
  },
  "Alterman_2026_ApJL_996_L12/fig_13": {
    "paper_id": "Alterman_2026_ApJL_996_L12",
    "figure_id": "fig_13",
    "src": "/papers/Alterman_2026_ApJL_996_L12/figures/fig_13.svg",
    "short_title": "Excluding compressive wind flattens the wave-activity dependence",
    "alt": "Three panels show saturation fit parameters plotted against wave activity, each with multiple colored curves representing different upper limits on allowed compressibility (red for 0.085, green for 0.1, orange for 0.15) plus a purple curve for the compressible subset above 0.15.",
    "summary": {
      "what_we_see": "Three panels show saturation fit parameters plotted against wave activity, each with multiple colored curves representing different upper limits on allowed compressibility (red for 0.085, green for 0.1, orange for 0.15) plus a purple curve for the compressible subset above 0.15. A blue curve shows all data. Gray horizontal lines mark the overall values ignoring compressibility. Panel (a) shows the saturation slope, panel (b) the saturation speed, and panel (c) the saturation abundance. As compressive wind is progressively excluded, the colored curves converge and flatten.",
      "the_finding": "When compressive wind is progressively excluded, the dependence of saturation parameters on wave activity diminishes substantially. All saturation slopes still decrease with increasing wave activity, but excluding compressive wind reduces the slopes and brings incompressible subsets into closer agreement, with the largest reduction at low wave activity. Compressible saturation speed is less than 10 percent larger than incompressible values. Compressible saturation abundance is at most 16 percent smaller. This demonstrates that the companion paper's observation of strongly wave-activity-dependent saturation was substantially driven by the inclusion of compressive fluctuations.",
      "why_it_matters": "This figure resolves the central puzzle from the companion paper. What appeared to be a wave-activity effect on helium saturation was actually a compressibility effect correlated with wave activity. This distinction matters for solar wind modeling: helium behavior can be predicted from density fluctuation measurements without needing to first classify the wind by wave activity, simplifying the observational requirements."
    },
    "summary_short": "When compressive wind is progressively excluded, the dependence of saturation parameters on wave activity diminishes substantially.",
    "keywords": [
      "saturation_parameters",
      "normalized_cross_helicity",
      "hydrogen_compressibility",
      "compressibility_cutoff",
      "saturation_slope",
      "saturation_speed",
      "saturation_abundance",
      "Paper_I_resolution"
    ],
    "technical_caption": "Saturation fit parameters for different maximum |δn_H/n_H|, given by the legend, as a function of |σ_c| along with the data, irrespective of |δn_H/n_H|. The panels are saturation (a) slope (m_s), (b) speed (v_s), and (c) abundance (A_s). Gray lines are the fit parameters across all observations in Figure 1. The \"Comp.\" subset is compressible solar wind with |δn_H/n_H| > 0.15.",
    "used_as_primary_in": [],
    "used_as_related_in": []
  },
  "Alterman_2026_ApJL_996_L12/fig_14": {
    "paper_id": "Alterman_2026_ApJL_996_L12",
    "figure_id": "fig_14",
    "src": "/papers/Alterman_2026_ApJL_996_L12/figures/fig_14.svg",
    "short_title": "Derived speeds map onto the bimodal wind distribution",
    "alt": "This chart shows the probability of observing the solar wind at different speeds, forming a tall peak around 355 km/s for slow wind and a smaller shoulder near 622 km/s for fast wind.",
    "summary": {
      "what_we_see": "This chart shows the probability of observing the solar wind at different speeds, forming a tall peak around 355 km/s for slow wind and a smaller shoulder near 622 km/s for fast wind. Nine color-coded horizontal segments below the curve mark characteristic speed ranges from this paper, the companion paper, and related studies. Each segment is labeled and positioned at different vertical offsets to avoid overlap, creating a visual summary of where different analyses place key transitions in the solar wind.",
      "the_finding": "Characteristic speeds from compressibility analysis (this paper), wave activity analysis (companion paper), and independent energy budget studies all map onto distinct, physically meaningful portions of the bimodal speed distribution. The incompressible saturation speed range (417 to 436 km/s) aligns with the transition region between slow and fast wind peaks. The compressible saturation speed range (435 to 508 km/s) falls at higher speeds in the intermediate zone likely corresponding to the Alfvenic slow wind. These speeds collectively delineate where the solar wind's source region character changes.",
      "why_it_matters": "By placing all derived speed thresholds on a single distribution, this figure shows how multiple independent analyses converge on a consistent picture of solar wind structure. The speed ranges from density fluctuations complement rather than contradict those from wave activity and energy flux analyses, building confidence that the physical picture is robust. The compressible speed range falling in the intermediate zone where ad hoc slow-fast thresholds are typically set explains longstanding ambiguity in source region identification."
    },
    "summary_short": "Characteristic speeds from compressibility analysis (this paper), wave activity analysis (companion paper), and independent energy budget studies all map onto distinct, physically meaningful portions of the bimodal speed distribution.",
    "keywords": [
      "solar_wind_speed",
      "speed_distribution",
      "bimodal_distribution",
      "saturation_speed",
      "characteristic_speeds",
      "slow_wind",
      "fast_wind",
      "solar_minimum"
    ],
    "technical_caption": "The pdf of the solar wind speed observed by the Wind FCs at 1 au during solar minima 23 and 24 is plotted in black. The colored segments indicate speed ranges derived in this paper, Paper I, B. L. Alterman et al. (2025), and B. Alterman (2025). The v_sw range corresponding to each segment is plotted in the same color below the pdf and labeled. The vertical location of these v_sw ranges is chosen to avoid overlap. The speed ranges are summarized in Table 4.",
    "used_as_primary_in": [],
    "used_as_related_in": []
  },
  "Alterman_2026_ApJL_996_L12/fig_15a": {
    "paper_id": "Alterman_2026_ApJL_996_L12",
    "figure_id": "fig_15a",
    "src": "/papers/Alterman_2026_ApJL_996_L12/figures/fig_15a.svg",
    "short_title": "Mean helium reveals two distinct high-helium islands",
    "alt": "This panel maps mean helium abundance (color) across wave activity (horizontal axis) and hydrogen compressibility (vertical axis, logarithmic).",
    "summary": {
      "what_we_see": "This panel maps mean helium abundance (color) across wave activity (horizontal axis) and hydrogen compressibility (vertical axis, logarithmic). Two separate warm-colored high-helium islands are visible: one at high wave activity with low compressibility (lower right), and another at high compressibility regardless of wave activity (top). A black contour marks the minimum saturation abundance of 3.82 percent. Between these two islands, mean helium is lower and relatively uniform, forming the helium-poor bulk of the solar wind.",
      "the_finding": "Enhanced mean helium above saturation exists in two physically separated regions. The Alfvenic island at lower right has high wave activity, low compressibility, and uniformly elevated helium consistent with steady open-source fast wind. The compressive island at top has high compressibility across all wave activity levels and comparable mean helium, but reaches these values through a fundamentally different mechanism. Between the islands, helium stays below the minimum saturation abundance.",
      "why_it_matters": "This panel establishes the central visual finding of the paper: two distinct populations of helium-rich solar wind exist in fluctuation parameter space. The mean values alone might suggest these populations are equivalent, but the companion panels revealing the 90th percentile, 10th percentile, and variability will show they differ dramatically in their statistical character, pointing to entirely different physical origins."
    },
    "summary_short": "Enhanced mean helium above saturation exists in two physically separated regions.",
    "keywords": [
      "helium_abundance",
      "normalized_cross_helicity",
      "hydrogen_compressibility",
      "Alfvenic_island",
      "compressive_island",
      "variability",
      "mean_abundance",
      "quantile_statistics",
      "two_populations"
    ],
    "technical_caption": "Panel (a): Mean helium abundance as a function of cross helicity and solar wind compressibility. The black contours indicate A_He = 3.82% from panel (a), which is the smallest A_s derived in Paper I and this work.",
    "used_as_primary_in": [],
    "used_as_related_in": [
      "solar-wind-compressibility"
    ]
  },
  "Alterman_2026_ApJL_996_L12/fig_15b": {
    "paper_id": "Alterman_2026_ApJL_996_L12",
    "figure_id": "fig_15b",
    "src": "/papers/Alterman_2026_ApJL_996_L12/figures/fig_15b.svg",
    "short_title": "90th percentile helium exceeds 7.5% in compressive wind",
    "alt": "This panel maps the 90th percentile of helium abundance (color) across wave activity (horizontal axis) and compressibility (vertical axis, logarithmic).",
    "summary": {
      "what_we_see": "This panel maps the 90th percentile of helium abundance (color) across wave activity (horizontal axis) and compressibility (vertical axis, logarithmic). The compressive island at top shows the most extreme upper-tail helium values, exceeding 7.5 percent with warm red and orange colors. The Alfvenic island at lower right shows elevated but more moderate upper-tail values that do not exceed about 6 percent. The black contour again marks the 3.82 percent minimum saturation abundance.",
      "the_finding": "The upper tail of the helium distribution reaches dramatically higher values in the compressive island (above 7.5 percent) than in the Alfvenic island (below 6 percent). Since helium in standard fast wind from continuously open sources is expected to remain near 50 percent of the photospheric value, these extreme values in the compressive island suggest a fundamentally different enhancement mechanism. The compressive population can push helium to values far exceeding the typical open-source upper bound.",
      "why_it_matters": "By showing that the most extreme helium abundances occur exclusively in compressive wind, this panel demonstrates that compressive fluctuations can drive helium to levels inconsistent with steady coronal outflow from open sources. These extreme values are important for understanding ion composition in interplanetary space and have implications for how much helium mass is transported by transient or dynamic events rather than steady-state processes."
    },
    "summary_short": "The upper tail of the helium distribution reaches dramatically higher values in the compressive island (above 7.5 percent) than in the Alfvenic island (below 6 percent).",
    "keywords": [
      "helium_abundance",
      "normalized_cross_helicity",
      "hydrogen_compressibility",
      "Alfvenic_island",
      "compressive_island",
      "variability",
      "mean_abundance",
      "quantile_statistics",
      "two_populations"
    ],
    "technical_caption": "Panel (b): 90% quantile of helium abundance as a function of cross helicity and solar wind compressibility.",
    "used_as_primary_in": [],
    "used_as_related_in": []
  },
  "Alterman_2026_ApJL_996_L12/fig_15c": {
    "paper_id": "Alterman_2026_ApJL_996_L12",
    "figure_id": "fig_15c",
    "src": "/papers/Alterman_2026_ApJL_996_L12/figures/fig_15c.svg",
    "short_title": "10th percentile helium stays elevated only in Alfvenic wind",
    "alt": "This panel maps the 10th percentile of helium abundance (color) across wave activity (horizontal axis) and compressibility (vertical axis, logarithmic).",
    "summary": {
      "what_we_see": "This panel maps the 10th percentile of helium abundance (color) across wave activity (horizontal axis) and compressibility (vertical axis, logarithmic). Only the Alfvenic island at lower right shows elevated lower-tail helium, exceeding 1.4 percent in the region with wave activity above about 0.7. The compressive island at top shows low 10th percentile values near or below 1 percent despite having high mean helium. Most of the plane has very low 10th percentile helium, indicating that helium-depleted conditions occur frequently outside the Alfvenic zone.",
      "the_finding": "The lower tail of the helium distribution is elevated only in the Alfvenic, incompressible region. Compressive wind has very low 10th percentile helium despite its high mean, meaning compressive helium enhancement is episodic rather than sustained. In contrast, Alfvenic wind maintains elevated helium even at the 10th percentile, indicating a persistently enriched state. This asymmetry between the lower tails of the two islands is what drives the enormous variability difference shown in the next panel.",
      "why_it_matters": "The contrast between low floor values in compressive wind and elevated floor values in Alfvenic wind reveals fundamentally different physics. Alfvenic wind from open coronal sources maintains consistently elevated helium, while compressive wind experiences intermittent helium surges interspersed with helium-poor intervals. This distinction is critical for space weather forecasting: compressive helium enhancements cannot be relied upon as steady indicators of source region identity."
    },
    "summary_short": "The lower tail of the helium distribution is elevated only in the Alfvenic, incompressible region.",
    "keywords": [
      "helium_abundance",
      "normalized_cross_helicity",
      "hydrogen_compressibility",
      "Alfvenic_island",
      "compressive_island",
      "variability",
      "mean_abundance",
      "quantile_statistics",
      "two_populations"
    ],
    "technical_caption": "Panel (c): 10% quantile of helium abundance as a function of cross helicity and solar wind compressibility.",
    "used_as_primary_in": [],
    "used_as_related_in": []
  },
  "Alterman_2026_ApJL_996_L12/fig_15d": {
    "paper_id": "Alterman_2026_ApJL_996_L12",
    "figure_id": "fig_15d",
    "src": "/papers/Alterman_2026_ApJL_996_L12/figures/fig_15d.svg",
    "short_title": "Helium variability exceeds 70% in the compressive island",
    "alt": "This panel maps the variability of helium abundance (color) across wave activity (horizontal axis) and compressibility (vertical axis, logarithmic).",
    "summary": {
      "what_we_see": "This panel maps the variability of helium abundance (color) across wave activity (horizontal axis) and compressibility (vertical axis, logarithmic). Variability measures how much the spread between the 90th and 10th percentiles exceeds the mean. The compressive island at top glows with warm colors indicating variability exceeding 70 percent, reaching up to 90 percent in some regions. In contrast, the Alfvenic island at lower right shows cool blues with variability within about 20 percent of the mean. The black contour again marks the 3.82 percent minimum saturation abundance.",
      "the_finding": "The two helium-rich populations differ drastically in their variability. Alfvenic wind maintains helium within about 20 percent of its mean, consistent with steady enrichment from continuously open coronal sources. Compressive wind shows 70 to 90 percent variability, meaning the spread between its 10th and 90th percentiles far exceeds the mean itself. Despite comparable mean helium in both islands, the compressive population achieves this through highly intermittent extreme values rather than sustained enrichment.",
      "why_it_matters": "This variability contrast is the smoking gun distinguishing the two populations. Steady coronal outflow from open field regions produces consistent helium (low variability), while compressive processes produce episodic helium surges (extreme variability). This panel, together with the three preceding panels, constitutes the paper's most comprehensive visualization, revealing that the traditional binary fast/slow classification misses a third population with unique statistical properties that likely originates from neither standard open nor closed sources."
    },
    "summary_short": "The two helium-rich populations differ drastically in their variability.",
    "keywords": [
      "helium_abundance",
      "normalized_cross_helicity",
      "hydrogen_compressibility",
      "Alfvenic_island",
      "compressive_island",
      "variability",
      "mean_abundance",
      "quantile_statistics",
      "two_populations"
    ],
    "technical_caption": "Panel (d): Variability of the helium abundance as a function of cross helicity and solar wind compressibility.",
    "used_as_primary_in": [],
    "used_as_related_in": []
  },
  "Alterman_2026_ApJL_996_L12/fig_16a": {
    "paper_id": "Alterman_2026_ApJL_996_L12",
    "figure_id": "fig_16a",
    "src": "/papers/Alterman_2026_ApJL_996_L12/figures/fig_16a.svg",
    "short_title": "Mean speed exceeds saturation only in Alfvenic wind",
    "alt": "This panel maps mean solar wind speed (color) across wave activity (horizontal axis) and compressibility (vertical axis, logarithmic).",
    "summary": {
      "what_we_see": "This panel maps mean solar wind speed (color) across wave activity (horizontal axis) and compressibility (vertical axis, logarithmic). Two black contours mark 433 and 450 km/s, the fastest saturation speeds from the companion paper and from incompressible wind in this paper. The fastest mean speeds (warmest colors, above 450 km/s) appear only in the Alfvenic, incompressible region at lower right. The compressive region at top shows moderate mean speeds that do not exceed the saturation speed contours, despite the high helium found there in Figure 15.",
      "the_finding": "Mean solar wind speed exceeds the largest incompressible saturation speed only in the Alfvenic, incompressible region. Compressive wind, despite carrying helium comparable to fast wind, has mean speeds that remain below the saturation speed threshold. Contours of constant average speed show an anticorrelation between wave activity and compressibility, meaning the same average speed can be achieved by either Alfvenic or compressive wind through different physical processes.",
      "why_it_matters": "This panel demonstrates that speed-based source region classification is fundamentally limited. The compressive population carries fast-wind-like helium but at slower average speeds than the Alfvenic population. Space weather models that rely on speed alone to classify source regions will systematically misidentify compressive wind, which may carry different magnetic field configurations and particle populations than genuine coronal hole wind."
    },
    "summary_short": "Mean solar wind speed exceeds the largest incompressible saturation speed only in the Alfvenic, incompressible region.",
    "keywords": [
      "solar_wind_speed",
      "normalized_cross_helicity",
      "hydrogen_compressibility",
      "speed_variability",
      "Alfvenic_fast_wind",
      "compressive_fast_wind",
      "source_region_ambiguity"
    ],
    "technical_caption": "Panel (a): The solar wind speed as a function of cross helicity and compressibility. The black contour indicates vsw = 433 and 450 km s⁻¹, the fastest vs derived in Paper I and for incompressible solar wind (|δnH/nH| < 0.15) in this work.",
    "used_as_primary_in": [],
    "used_as_related_in": []
  },
  "Alterman_2026_ApJL_996_L12/fig_16b": {
    "paper_id": "Alterman_2026_ApJL_996_L12",
    "figure_id": "fig_16b",
    "src": "/papers/Alterman_2026_ApJL_996_L12/figures/fig_16b.svg",
    "short_title": "Speed variability is larger in Alfvenic than compressive wind",
    "alt": "This panel maps the variability of solar wind speed (color) across wave activity (horizontal axis) and compressibility (vertical axis, logarithmic).",
    "summary": {
      "what_we_see": "This panel maps the variability of solar wind speed (color) across wave activity (horizontal axis) and compressibility (vertical axis, logarithmic). The Alfvenic region at lower right shows the highest speed variability with warm colors, while the compressive region at top shows relatively lower speed variability. The black contours at 433 and 450 km/s from panel (a) are also shown. Speed variability is moderate across most of the plane but peaks in the incompressible, high-wave-activity zone.",
      "the_finding": "Speed variability is larger in the Alfvenic subset than in the compressive subset, which is the opposite pattern to helium variability in Figure 15d. Compressive wind has highly variable helium but less variable speed, while Alfvenic wind has less variable helium but more variable speed. This decoupling implies that compressibility drives helium changes independently of speed, confirming that compressive density fluctuations rather than speed itself regulate the excess helium in compressive wind.",
      "why_it_matters": "The contrast between helium and speed variability patterns across the two populations provides strong evidence that different physical mechanisms control helium in each. If speed were the primary driver of helium enhancement, both quantities should vary together. Their decoupling means that models predicting helium content from speed alone will systematically fail for the compressive population, which constitutes a significant fraction of solar wind at intermediate speeds."
    },
    "summary_short": "Speed variability is larger in the Alfvenic subset than in the compressive subset, which is the opposite pattern to helium variability in Figure 15d.",
    "keywords": [
      "solar_wind_speed",
      "normalized_cross_helicity",
      "hydrogen_compressibility",
      "speed_variability",
      "Alfvenic_fast_wind",
      "compressive_fast_wind",
      "source_region_ambiguity"
    ],
    "technical_caption": "Panel (b): The variability of vsw calculated in the same manner as in Figure 15.",
    "used_as_primary_in": [],
    "used_as_related_in": []
  },
  "Alterman_2026_ApJL_996_L12/fig_17a": {
    "paper_id": "Alterman_2026_ApJL_996_L12",
    "figure_id": "fig_17a",
    "src": "/papers/Alterman_2026_ApJL_996_L12/figures/fig_17a.svg",
    "short_title": "Mean compressibility concentrates at high helium, low wave activity",
    "alt": "This panel maps mean hydrogen compressibility (color) across wave activity (horizontal axis) and helium abundance (vertical axis).",
    "summary": {
      "what_we_see": "This panel maps mean hydrogen compressibility (color) across wave activity (horizontal axis) and helium abundance (vertical axis). The highest mean compressibility (warm colors, above 0.15) concentrates at upper left where helium is above about 7 percent and wave activity is below 0.5. The lowest compressibility (cool blues, below 0.085) fills the lower right where wave activity exceeds 0.6. Three solid black contours mark mean compressibility thresholds at 0.085, 0.1, and 0.15. A dashed contour shows where the 75th percentile reaches 0.15.",
      "the_finding": "Compressive fluctuations concentrate in the region of high helium and low wave activity, precisely the ambiguous zone that the companion paper's classification could not resolve. The 0.15 compressibility contour closely follows the boundary of this problematic region. Above the blue dashed line marking the continuously open source boundary, mean compressibility drops sharply below 0.085 regardless of helium level. This confirms that helium-rich, wave-poor wind is characterized by compressive fluctuations.",
      "why_it_matters": "This panel closes the loop between the companion paper's classification and this paper's compressibility analysis. The mysterious upper-left region with high helium and low wave activity is now identified as compressive wind. This resolves the companion paper's hypothesis about transients by providing the physical mechanism: compressive density fluctuations enhance helium independently of wave-driven processes in open-source wind."
    },
    "summary_short": "Compressive fluctuations concentrate in the region of high helium and low wave activity, precisely the ambiguous zone that the companion paper's classification could not resolve.",
    "keywords": [
      "hydrogen_compressibility",
      "normalized_cross_helicity",
      "helium_abundance",
      "compressible_wind",
      "source_region_classification",
      "compressibility_threshold",
      "mixed_source_resolution"
    ],
    "technical_caption": "Panel (a): Mean |δnH/nH| as a function of |σc| and AHe. Solid black contours indicate |δnH/nH| = 0.085, 0.1, and 0.15. The dashed–dotted black contour indicates where the 75% quantile of |δnH/nH| = 0.15.",
    "used_as_primary_in": [],
    "used_as_related_in": []
  },
  "Alterman_2026_ApJL_996_L12/fig_17b": {
    "paper_id": "Alterman_2026_ApJL_996_L12",
    "figure_id": "fig_17b",
    "src": "/papers/Alterman_2026_ApJL_996_L12/figures/fig_17b.svg",
    "short_title": "75th percentile compressibility stays below 0.1 in open-source wind",
    "alt": "This panel maps the 75th percentile of hydrogen compressibility (color) across wave activity (horizontal axis) and helium abundance (vertical axis).",
    "summary": {
      "what_we_see": "This panel maps the 75th percentile of hydrogen compressibility (color) across wave activity (horizontal axis) and helium abundance (vertical axis). A dashed blue line marks the wave activity boundary for continuously open source regions defined in the companion paper. Solid contours mark where the 75th percentile reaches 0.1 and 0.15. To the right of the blue line, in the open-source region, even the 75th percentile of compressibility does not exceed 0.1 for most of the plane. Above the blue line and at high helium, the 75th percentile exceeds 0.15.",
      "the_finding": "In the region identified as continuously open source wind, even the 75th percentile of compressibility remains below 0.1, confirming that open-source wind is overwhelmingly incompressible. Only at the highest helium values with low wave activity does the 75th percentile exceed the 0.15 compressible threshold. The majority of the parameter space does not exceed 0.15, meaning the compressive population is concentrated in a specific corner rather than spread across the plane.",
      "why_it_matters": "By examining the 75th percentile rather than just the mean, this panel shows that the incompressible character of open-source wind is robust and not just an average effect. Even the upper tail of the compressibility distribution stays below 0.1 in the open-source region. This reinforces the identification of the high-helium, low-wave-activity corner as a distinct compressive population and supports the paper's inference that this population likely originates from neither traditional open nor closed magnetic source regions."
    },
    "summary_short": "In the region identified as continuously open source wind, even the 75th percentile of compressibility remains below 0.1, confirming that open-source wind is overwhelmingly incompressible.",
    "keywords": [
      "hydrogen_compressibility",
      "normalized_cross_helicity",
      "helium_abundance",
      "compressible_wind",
      "source_region_classification",
      "compressibility_threshold",
      "mixed_source_resolution"
    ],
    "technical_caption": "Panel (b): 75% quantile |δnH/nH| as a function of |σc| and AHe. Solid contours indicate where the 75% quantile of |δnH/nH| = 0.1 and 0.15. The region of the plane with |σc| greater than that indicated by the dashed–dotted blue line corresponds to solar wind originating in continuously open source regions as defined in Paper I.",
    "used_as_primary_in": [],
    "used_as_related_in": []
  },
  "Alterman_2026_ApJL_996_L12/fig_18": {
    "paper_id": "Alterman_2026_ApJL_996_L12",
    "figure_id": "fig_18",
    "src": "/papers/Alterman_2026_ApJL_996_L12/figures/fig_18.svg",
    "short_title": "Wave activity peaks near saturation helium for all compressibility levels",
    "alt": "Fifteen colored lines trace how wave activity (vertical axis) varies with helium abundance (horizontal axis), each representing a different compressibility level from low (dark blue) to high (pink).",
    "summary": {
      "what_we_see": "Fifteen colored lines trace how wave activity (vertical axis) varies with helium abundance (horizontal axis), each representing a different compressibility level from low (dark blue) to high (pink). Most curves rise from wave activity near 0.5 at low helium, reach a maximum near or just above the saturation abundance (green line), and then decline at higher helium. The most compressive curve (pink) remains nearly flat near 0.5 across helium abundances from 1 to 6 percent before decreasing. An orange-on-black line highlights the 0.085 compressibility level. Shaded regions indicate uncertainty.",
      "the_finding": "Wave activity reaches a maximum near the saturation helium abundance for all but the most compressive quantile. Beyond saturation, behavior depends strongly on compressibility. Incompressible wind maintains high wave activity at above-saturation helium, consistent with steady Alfvenic fast wind. Compressive wind shows declining wave activity at above-saturation helium. The most compressive wind is nearly independent of helium at roughly 0.5 until helium exceeds about 6 percent. Below saturation, all incompressible curves collapse, showing that wave activity is independent of compressibility level for helium-poor wind.",
      "why_it_matters": "By showing that wave activity behavior changes at the saturation point differently for compressible and incompressible wind, this figure reveals that the saturation point is a physical boundary where dominant solar wind processes change. The authors use this relationship to map compressibility quantiles to wave activity levels, enabling direct translation between the two analysis frameworks used in the companion paper and this one."
    },
    "summary_short": "Wave activity reaches a maximum near the saturation helium abundance for all but the most compressive quantile.",
    "keywords": [
      "normalized_cross_helicity",
      "helium_abundance",
      "hydrogen_compressibility",
      "saturation_abundance",
      "quantile_curves",
      "Alfvenic_wind",
      "compressive_divergence"
    ],
    "technical_caption": "The average normalized cross helicity (|σc|) as a function of the helium abundance (AHe) in each of 15 compressibility (|δnH/nH|) quantiles. Shaded regions indicate the SEM. The color of each |δnH/nH| quantile is given by the color bar. Lines are smoothed with a 1σ Gaussian filter for visual clarity. Compressibilities |δnH/nH| > 0.15 are plotted in pink. The quantile corresponding to |δnH/nH| = 0.085 is highlighted by plotting the dotted orange line on top of a black solid line. The green line plots As(|σc|) in each |δnH/nH| quantile.",
    "used_as_primary_in": [],
    "used_as_related_in": []
  },
  "Alterman_2026_ApJL_996_L12/fig_19": {
    "paper_id": "Alterman_2026_ApJL_996_L12",
    "figure_id": "fig_19",
    "src": "/papers/Alterman_2026_ApJL_996_L12/figures/fig_19.svg",
    "short_title": "Incompressible wind shows tightly bundled wave-activity curves",
    "alt": "Fifteen colored lines trace how wave activity (vertical axis) varies with solar wind speed (horizontal axis) at different compressibility levels.",
    "summary": {
      "what_we_see": "Fifteen colored lines trace how wave activity (vertical axis) varies with solar wind speed (horizontal axis) at different compressibility levels. For incompressible wind (cool-colored lines), wave activity rises steadily with speed and the curves cluster tightly together in a narrow bundle. For compressive wind (pink lines), wave activity is lower at all speeds and the curves separate from the incompressible bundle. A green line connects saturation speeds. An inset zooms into the saturation speed region. Above about 750 km/s, even incompressible curves show declining wave activity.",
      "the_finding": "In incompressible wind, wave activity increases uniformly with speed regardless of the specific compressibility level, forming a tightly bundled set of curves. Speed is a reliable predictor of wave activity for incompressible wind. In compressive wind, wave activity is suppressed at all speeds and the curves separate clearly from the bundle. The saturation speed shifts to higher values for more compressive wind. This provides the mapping function used to translate compressibility quantiles into wave activity levels.",
      "why_it_matters": "This figure provides the foundation for mapping between compressibility and wave activity frameworks. Because incompressible curves bundle tightly, the characteristic wave activity at any speed can be read off for any compressibility level below 0.15. The authors use this mapping to translate the companion paper's wave-activity results into this paper's compressibility framework, enabling the direct cross-validation that follows in subsequent figures."
    },
    "summary_short": "In incompressible wind, wave activity increases uniformly with speed regardless of the specific compressibility level, forming a tightly bundled set of curves.",
    "keywords": [
      "normalized_cross_helicity",
      "solar_wind_speed",
      "hydrogen_compressibility",
      "saturation_speed",
      "incompressible_bundle",
      "compressive_suppression",
      "mapping"
    ],
    "technical_caption": "The normalized cross helicity as a function of vsw in the 15 |δnH/nH| quantiles. Style matches Figure 18, with the green line indicating vs instead of As.",
    "used_as_primary_in": [],
    "used_as_related_in": []
  },
  "Alterman_2026_ApJL_996_L12/fig_20": {
    "paper_id": "Alterman_2026_ApJL_996_L12",
    "figure_id": "fig_20",
    "src": "/papers/Alterman_2026_ApJL_996_L12/figures/fig_20.svg",
    "short_title": "Low-wave wind becomes most compressible at high speeds",
    "alt": "Fifteen colored lines trace how compressibility (vertical axis) varies with solar wind speed (horizontal axis), each representing a different wave activity level from low (dark purple) to high (dark red).",
    "summary": {
      "what_we_see": "Fifteen colored lines trace how compressibility (vertical axis) varies with solar wind speed (horizontal axis), each representing a different wave activity level from low (dark purple) to high (dark red). At slow speeds, all curves converge below 0.1. As speed increases, the curves fan apart: low-wave-activity wind (cool colors) becomes increasingly compressible, while high-wave-activity wind (warm colors) becomes less compressible. A green line connects saturation speeds. At the highest speeds above about 750 km/s, even Alfvenic wind shows a spike in compressibility.",
      "the_finding": "Compressibility is nearly independent of wave activity in slow wind, converging below 0.1, but diverges dramatically in fast wind. The lowest-wave-activity wind becomes the most compressible at high speeds, while the highest-wave-activity wind becomes the least compressible. This fan-like divergence begins near the saturation speed and grows wider with increasing speed. At the fastest observed speeds above about 750 km/s, compressibility increases markedly even in Alfvenic wind, though the statistics at those speeds are limited.",
      "why_it_matters": "This figure provides the inverse mapping: given a wave activity level, what is the corresponding compressibility at each speed? Together with Figure 19, it establishes a bidirectional translation between the companion paper's wave-activity framework and this paper's compressibility framework. This translation is essential because different instruments may measure one quantity more easily than the other, and the authors show these measurements carry equivalent source region information."
    },
    "summary_short": "Compressibility is nearly independent of wave activity in slow wind, converging below 0.1, but diverges dramatically in fast wind.",
    "keywords": [
      "hydrogen_compressibility",
      "solar_wind_speed",
      "normalized_cross_helicity",
      "saturation_speed",
      "fan_divergence",
      "inverse_mapping",
      "fast_wind_divergence"
    ],
    "technical_caption": "The hydrogen compressibility |δnH/nH| as a function of the solar wind speed vsw in quantiles of |σc|, which is given by the color bar. The green line labeled vs indicates |δnH/nH| in each |σc| quantile at the corresponding saturation abundance.",
    "used_as_primary_in": [],
    "used_as_related_in": []
  },
  "Alterman_2026_ApJL_996_L12/fig_21": {
    "paper_id": "Alterman_2026_ApJL_996_L12",
    "figure_id": "fig_21",
    "src": "/papers/Alterman_2026_ApJL_996_L12/figures/fig_21.svg",
    "short_title": "Compressibility reaches a minimum above saturation helium",
    "alt": "Fifteen colored lines trace how compressibility (vertical axis) varies with helium abundance (horizontal axis), each for a different wave activity level from low (purple) to high (red).",
    "summary": {
      "what_we_see": "Fifteen colored lines trace how compressibility (vertical axis) varies with helium abundance (horizontal axis), each for a different wave activity level from low (purple) to high (red). Alfvenic curves show compressibility decreasing as helium increases from low values, while non-Alfvenic curves remain approximately constant for helium below about 5 percent. All curves converge to a minimum compressibility of 0.067 at helium around 5.3 percent. Beyond this minimum, behavior diverges: low-wave-activity wind shows compressibility rising again, while high-wave-activity wind maintains low compressibility. A green line marks the saturation abundance. An inset zooms into the saturation region.",
      "the_finding": "Compressibility reaches a minimum of 0.067 at helium abundance around 5.3 percent, which is distinctly above the saturation abundance of 3.8 to 4.2 percent. Below this minimum, Alfvenic curves show decreasing compressibility with increasing helium, while non-Alfvenic curves remain approximately constant. Above the minimum, low-wave-activity wind becomes more compressible while high-wave-activity wind stays incompressible. This minimum establishes an additional physical scale in the helium-compressibility relationship.",
      "why_it_matters": "The compressibility minimum at helium around 5.3 percent, above the saturation abundance, provides a physical scale derived from a completely different measurement than helium or speed. This feature strengthens confidence that the relationship between compressibility and helium abundance reflects genuine transitions in solar wind physics, likely tied to the magnetic topology of source regions on the Sun and the processes governing helium fractionation in the corona."
    },
    "summary_short": "Compressibility reaches a minimum of 0.067 at helium abundance around 5.3 percent, which is distinctly above the saturation abundance of 3.8 to 4.2 percent.",
    "keywords": [
      "hydrogen_compressibility",
      "helium_abundance",
      "normalized_cross_helicity",
      "saturation_abundance",
      "compressibility_minimum",
      "slow_fast_transition"
    ],
    "technical_caption": "The hydrogen compressibility |δnH/nH| as a function of the helium abundance AHe in quantiles of |σc|, which is given by the color bar. The green line labeled As indicates |δnH/nH| in each |σc| quantile at the corresponding saturation abundance.",
    "used_as_primary_in": [],
    "used_as_related_in": []
  },
  "Alterman_2026_ApJL_996_L12/fig_22": {
    "paper_id": "Alterman_2026_ApJL_996_L12",
    "figure_id": "fig_22",
    "src": "/papers/Alterman_2026_ApJL_996_L12/figures/fig_22.svg",
    "short_title": "Mapped compressibility quantiles recover the wave-activity pattern",
    "alt": "Two panels show saturation speed (panel a) and saturation abundance (panel b) plotted against wave activity, after mapping each compressibility level to its corresponding wave activity value.",
    "summary": {
      "what_we_see": "Two panels show saturation speed (panel a) and saturation abundance (panel b) plotted against wave activity, after mapping each compressibility level to its corresponding wave activity value. Panel (a) uses the speed mapping from Figure 19; panel (b) uses the helium mapping from Figure 18. Points are colored by compressibility and connected by dotted lines with gray error envelopes. Cyan horizontal bands mark the Low, Mid, and High wave-activity intervals from the companion paper. The filled marker at 0.085 compressibility separates regimes. Incompressible points cluster at wave activity near 0.6, while compressible points map to lower wave activity.",
      "the_finding": "When compressibility-derived saturation points are mapped to wave activity, they recover the same three-interval pattern found in the companion paper's direct analysis. Low, Mid, and High wave-activity intervals correspond to high, intermediate, and low compressibility respectively. The mapping is monotonic and well-behaved for incompressible wind, confirming that compressibility and wave activity carry equivalent information. The 0.085 compressibility level maps to roughly the 0.6 to 0.65 wave activity boundary.",
      "why_it_matters": "This figure validates the paper's central methodological claim: results from compressibility analysis can be faithfully translated into the wave-activity framework and vice versa. The successful mapping demonstrates that hydrogen compressibility and normalized cross helicity are complementary measures of the same underlying physics, providing two independent windows into source region identification."
    },
    "summary_short": "When compressibility-derived saturation points are mapped to wave activity, they recover the same three-interval pattern found in the companion paper's direct analysis.",
    "keywords": [
      "saturation_point",
      "normalized_cross_helicity",
      "hydrogen_compressibility",
      "compressibility_mapping",
      "Paper_I_comparison",
      "three_interval_pattern",
      "cross_validation"
    ],
    "technical_caption": "The saturation point (vs, As) in Figure 11 plotted as a function of |σc|. Points are connected by a dotted line to aid the eye. Uncertainties are plotted as error bars with the same color as the markers, and a semitransparent gray envelope traces out the envelope surrounding the error bars. Each |δnH/nH| quantile is mapped to |σc| using (a) Figure 19 and (b) Figure 18. Markers excluding the quantile |δnH/nH| = 0.085 are open. The |δnH/nH| = 0.085 quantile marker is filled and has a black edge. As in Figure 11, the blue horizontal regions correspond to the average value of (a) vs and (b) AHe for key ranges of |σc| derived in Paper I.",
    "used_as_primary_in": [],
    "used_as_related_in": []
  },
  "Alterman_2026_ApJL_996_L12/fig_23": {
    "paper_id": "Alterman_2026_ApJL_996_L12",
    "figure_id": "fig_23",
    "src": "/papers/Alterman_2026_ApJL_996_L12/figures/fig_23.svg",
    "short_title": "Bimodal slope split persists after mapping to wave activity",
    "alt": "Two panels show the saturation slope (helium gradient above saturation, vertical axis) mapped to wave activity (horizontal axis).",
    "summary": {
      "what_we_see": "Two panels show the saturation slope (helium gradient above saturation, vertical axis) mapped to wave activity (horizontal axis). Panel (a) maps via saturation speed and panel (b) via saturation abundance. Incompressible points (open circles) cluster at near-zero slopes at moderate-to-high wave activity around 0.6. Compressive points (pink squares) map to low wave activity below 0.55 with dramatically larger slopes. A clear gap separates the two groups in both panels. The filled marker at 0.085 compressibility sits at the boundary.",
      "the_finding": "The bimodal split between compressive and incompressible saturation slopes survives mapping to wave activity. Incompressible points all map to wave activity above roughly 0.6 with near-zero slopes, while compressive points map below 0.55 with slopes five to six times larger. The gap between groups is wide and clean in both panels, meaning these are truly distinct populations rather than arbitrary divisions of a continuous distribution.",
      "why_it_matters": "The persistence of the bimodal split after mapping confirms that compressive and incompressible populations are physically distinct solar wind types. The large gap suggests that compressive helium enhancement is a threshold phenomenon: either significant compressive fluctuations drive helium above saturation, or they do not. There is no gradual transition, reinforcing the practical utility of the 0.15 compressibility threshold for source region classification."
    },
    "summary_short": "The bimodal split between compressive and incompressible saturation slopes survives mapping to wave activity.",
    "keywords": [
      "saturation_slope",
      "normalized_cross_helicity",
      "hydrogen_compressibility",
      "bimodal_split",
      "compressible_wind",
      "incompressible_wind",
      "slope_mapping"
    ],
    "technical_caption": "The saturation slopes from Figure 12 as a function of |σc|. In panel (a), |δnH/nH| in Figure 12 is mapped to |σc| using the trends in Figure 19 by calculating the |σc| corresponding to vs in each |δnH/nH| quantile. We then plot the saturation slope in that |δnH/nH| quantile as a function of this |σc|. In panel (b), we use the same method to determine the |σc| corresponding to As in each |δnH/nH| quantile from Figure 18. Because markers corresponding to |δnH/nH| ≤ 0.085 overlap, markers are unfilled. The exception are markers corresponding to the |δnH/nH| = 0.085 level, which are filled.",
    "used_as_primary_in": [],
    "used_as_related_in": []
  },
  "Alterman_2026_ApJL_996_L12/fig_24": {
    "paper_id": "Alterman_2026_ApJL_996_L12",
    "figure_id": "fig_24",
    "src": "/papers/Alterman_2026_ApJL_996_L12/figures/fig_24.svg",
    "short_title": "All wave-activity quantiles map to incompressible compressibility",
    "alt": "Two panels show saturation speed (panel a) and saturation abundance (panel b) from the companion paper's wave-activity analysis, mapped to their corresponding compressibility values (horizontal axis).",
    "summary": {
      "what_we_see": "Two panels show saturation speed (panel a) and saturation abundance (panel b) from the companion paper's wave-activity analysis, mapped to their corresponding compressibility values (horizontal axis). Points are colored by wave activity and connected by dotted lines with gray error envelopes. Blue bands mark the Low, Mid, and High wave-activity intervals. All mapped points cluster in a narrow compressibility range from 0.07 to 0.14, well below the 0.15 threshold. Higher wave activity maps to lower compressibility monotonically.",
      "the_finding": "Every saturation point from the companion paper's wave-activity analysis maps to the incompressible regime. Neither the saturation speed nor the saturation abundance maps to a compressibility above 0.15. The Mid and High wave-activity subsets cluster tightly below 0.085, while the Low wave-activity subset extends to higher compressibility near 0.14. The roughly linear decrease of saturation abundance with increasing mapped compressibility in panel (b) extrapolates to 4.76 percent helium at zero compressibility.",
      "why_it_matters": "This inverse mapping completes the bidirectional validation between the two papers. By showing that the companion paper's results all fall in the incompressible regime, the authors demonstrate that the dominant compressibility depends on how observations are aggregated across wave-activity quantiles. Compressive wind, while significant in driving anomalous helium gradients, does not dominate any single wave-activity quantile. This underscores why conditioning on compressibility before analyzing helium-speed trends yields cleaner results."
    },
    "summary_short": "Every saturation point from the companion paper's wave-activity analysis maps to the incompressible regime.",
    "keywords": [
      "saturation_point",
      "hydrogen_compressibility",
      "normalized_cross_helicity",
      "inverse_mapping",
      "Paper_I_comparison",
      "incompressible_regime",
      "aggregation_dependence"
    ],
    "technical_caption": "The saturation (a) speed vs and (b) abundance As as a function of compressibility |δnH/nH| for each |σc| quantile, which is given by the color bar. Points are connected by a dotted line to aid the eye. Uncertainties are plotted as error bars with the same color as the markers, and a semitransparent gray envelope traces out the envelope surrounding the error bars. This figure is similar to Figure 22 in that it maps |σc| for each saturation point derived in Paper I to |δnH/nH| in its |σc| quantile. In effect, it is the analogous mapping in Figure 22 for Paper I, Figure 6.",
    "used_as_primary_in": [],
    "used_as_related_in": []
  },
  "Alterman_2026_ApJL_996_L12/fig_25": {
    "paper_id": "Alterman_2026_ApJL_996_L12",
    "figure_id": "fig_25",
    "src": "/papers/Alterman_2026_ApJL_996_L12/figures/fig_25.svg",
    "short_title": "Less wave-active wind carries up to 40% excess helium at 800 km/s",
    "alt": "This scatter plot shows how much extra helium the solar wind carries at 800 km/s beyond the saturation level (vertical axis, as a ratio to saturation abundance), plotted against wave activity (horizontal axis).",
    "summary": {
      "what_we_see": "This scatter plot shows how much extra helium the solar wind carries at 800 km/s beyond the saturation level (vertical axis, as a ratio to saturation abundance), plotted against wave activity (horizontal axis). Points run from dark blue (lowest wave activity) at upper left to dark red (highest wave activity) at lower right. A dashed fit line traces a clear linear downward trend. The most wave-active wind has about 10 percent excess helium, while the least wave-active wind has about 40 percent excess.",
      "the_finding": "Helium enhancement above saturation at 800 km/s decreases linearly with increasing wave activity. The least wave-active wind carries roughly 40 percent more helium than the saturation value, while the most wave-active wind carries about 10 percent more. The linear fit extrapolates to 46 percent excess in perfectly non-Alfvenic wind. Even the most Alfvenic wind carries about 10 percent excess, seemingly contradicting the expectation that fast-wind helium should not exceed about 50 percent of the photospheric value.",
      "why_it_matters": "This figure motivates the paper's central analysis. The apparent contradiction between the observed 10 to 40 percent helium excess and the expected upper bound from coronal fractionation is what drives the need for the compressibility framework. The paper resolves this by showing that compressive fluctuations inflate the helium measurement, meaning the excess does not require revising the photospheric upper bound. Instead, it reflects the mixing of compressive events into the fast-wind population."
    },
    "summary_short": "Helium enhancement above saturation at 800 km/s decreases linearly with increasing wave activity.",
    "keywords": [
      "helium_enhancement",
      "saturation_abundance",
      "normalized_cross_helicity",
      "linear_trend",
      "prediction",
      "fast_wind",
      "compressive_enhancement"
    ],
    "technical_caption": "Helium abundance at 800 km/s derived from the fits of AHe(vsw) across |σc| quantiles in Paper I, each scaled to the saturation abundance As in that paper. Error bars and markers are colored by |σc| to facilitate comparison with prior figures. The dashed-dotted line is a fit to the trend.",
    "used_as_primary_in": [],
    "used_as_related_in": []
  },
  "aa51550-24/fig_1": {
    "paper_id": "aa51550-24",
    "figure_id": "fig_1",
    "src": "/papers/aa51550-24/figures/fig_1.svg",
    "short_title": "Helium abundance saturates at 402 km/s in the solar wind",
    "alt": "A filled contour plot shows how helium concentration in the solar wind varies with solar wind speed, measured by the Wind spacecraft.",
    "summary": {
      "what_we_see": "A filled contour plot shows how helium concentration in the solar wind varies with solar wind speed, measured by the Wind spacecraft. The horizontal axis spans speeds from 300 to 700 km/s; the vertical axis shows helium abundance on a logarithmic scale. Warm yellows and oranges mark where measurements cluster most densely at each speed, while dark purples and blacks indicate rare measurements. A green line with error bars traces the average helium abundance at each speed. A magenta dash-dotted line shows a two-segment (bilinear) fit, and light blue crosshairs mark where the two segments meet, near 400 km/s.",
      "the_finding": "Helium abundance rises steeply with solar wind speed up to about 402 km/s, then levels off at roughly half its photospheric value. The bilinear fit precisely locates this saturation point, quantifying what earlier studies described only qualitatively. Below this speed, helium concentration increases steadily; above it, helium holds approximately constant. This saturation speed has long been taken as the dividing line between slow and fast solar wind.",
      "why_it_matters": "This figure establishes the baseline that the rest of the paper challenges. The helium-based 400 km/s transition has shaped how scientists classify solar wind and trace it back to source regions on the Sun for decades. By rigorously quantifying this transition speed and abundance, the authors set the stage for comparing helium against heavier elements and ultimately showing that the traditional boundary may be misleading."
    },
    "summary_short": "Helium abundance rises steeply with solar wind speed up to about 402 km/s, then levels off at roughly half its photospheric value.",
    "keywords": [
      "helium_abundance",
      "solar_wind_speed",
      "saturation_speed",
      "saturation_abundance",
      "bilinear_fit",
      "Wind_SWE",
      "fast_slow_transition",
      "column_normalization"
    ],
    "technical_caption": "Contour plot corresponding to a column-normalized 2D histogram of the SWE helium abundance as a function of the proton speed observed at Wind. The solid green line and error bars are the mean and standard deviation in each column. The dash-dotted pink line shows the result of a bilinear fit to the green line, where each line is selected as the minimum of both lines in the bilinear function over the full domain. Only speeds of vsw > 300 km s⁻¹ are included in the fit. Semitransparent blue lines indicate the saturation speed (vs) and saturation abundance (As) along with their uncertainties, where the bilinear function changes slope.",
    "used_as_primary_in": [],
    "used_as_related_in": [
      "heavy-ion-composition"
    ]
  },
  "aa51550-24/fig_2": {
    "paper_id": "aa51550-24",
    "figure_id": "fig_2",
    "src": "/papers/aa51550-24/figures/fig_2.svg",
    "short_title": "Heavy ions transition to fast wind 75 km/s slower than helium",
    "alt": "Ten colored curves track the photospheric-normalized abundance of different chemical elements against solar wind speed, spanning roughly 300 to 650 km/s.",
    "summary": {
      "what_we_see": "Ten colored curves track the photospheric-normalized abundance of different chemical elements against solar wind speed, spanning roughly 300 to 650 km/s. Each species has a unique color and marker shape: silicon (purple pentagons) and iron (pink stars) reach the highest values while neon (red diamonds) and helium (blue circles) sit lowest. Semitransparent vertical lines in each species' color mark the speed where its bilinear fit changes slope. For elements heavier than helium these lines cluster near 327 km/s, while the helium lines sit to the right near 390 to 402 km/s. Species labels appear at the right edge.",
      "the_finding": "Every element follows the same two-regime pattern: a steep rise at lower speeds and a shallower trend at higher speeds. The speed at which this transition occurs differs between helium and heavier elements. All elements heavier than helium transition near 327 km/s on average, about 63 km/s slower than helium's 390 km/s as measured by the same instrument. This gap shows that helium and heavier elements respond differently to whatever process separates fast from slow solar wind.",
      "why_it_matters": "This is the paper's central result. If scientists use helium or the traditional 400 to 600 km/s range to separate fast from slow wind, they inadvertently mix solar wind from polar coronal holes with wind from equatorial sources that have intermittently open magnetic fields. Heavier elements place the true boundary lower, with direct consequences for correctly tracing the solar wind back to its origin on the Sun and understanding how different source regions contribute."
    },
    "summary_short": "Every element follows the same two-regime pattern: a steep rise at lower speeds and a shallower trend at higher speeds.",
    "keywords": [
      "heavy_ion_abundance",
      "solar_wind_speed",
      "saturation_speed",
      "ACE_SWICS",
      "Wind_SWE",
      "fast_slow_transition",
      "FIP_effect",
      "species_comparison"
    ],
    "technical_caption": "Abundances averaged in solar wind speed bins. Saturation speeds (vs) are indicated by vertical lines of the corresponding color. The species are indicated on the right hand side of the plot. The SWE observations of AHe from Figure 1 are shown for reference in pink hexagons and labeled SWE. Only every second bin is marked for visual clarity.",
    "used_as_primary_in": [],
    "used_as_related_in": [
      "heavy-ion-composition"
    ]
  },
  "aa51550-24/fig_3": {
    "paper_id": "aa51550-24",
    "figure_id": "fig_3",
    "src": "/papers/aa51550-24/figures/fig_3.svg",
    "short_title": "Slow wind composition is universal; fast wind fractionates by mass",
    "alt": "The same ten element curves from Figure 2, now rescaled so that each element's transition point sits at the coordinate (1, 1).",
    "summary": {
      "what_we_see": "The same ten element curves from Figure 2, now rescaled so that each element's transition point sits at the coordinate (1, 1). The horizontal axis shows speed divided by saturation speed (0.6 to 2.0); the vertical axis shows abundance divided by saturation abundance (0 to 2.2). Below the (1, 1) point, all ten curves collapse onto one rising line, overlapping tightly. Above it, the curves fan apart: nitrogen (orange X markers) and carbon (blue squares) climb highest to about 2.0, oxygen (green pluses) reaches roughly 1.8, neon through sulfur form an intermediate cluster near 1.3 to 1.5, and iron (pink stars) and helium barely rise above 1.0 to 1.15.",
      "the_finding": "Below the transition speed, every element behaves identically once known compositional offsets are removed, indicating no element-specific fractionation operates in slow wind. Above the transition speed, the curves separate in an order related to element mass: lighter elements like carbon and nitrogen continue rising steeply while heavier ones like iron barely increase. This mass-dependent fanning reveals a previously unrecognized fractionation process operating exclusively in fast solar wind.",
      "why_it_matters": "The universal behavior below the transition speed strongly supports the view that slow wind from equatorial sources has a single, consistent composition signature regardless of element. The mass-dependent separation above the transition speed points to an unknown acceleration or fractionation mechanism that treats heavy ions differently depending on their mass. Identifying this process could reveal new physics about how energy is deposited into the fast solar wind during its journey from the Sun."
    },
    "summary_short": "Below the transition speed, every element behaves identically once known compositional offsets are removed, indicating no element-specific fractionation operates in slow wind.",
    "keywords": [
      "normalized_abundance",
      "saturation_scaling",
      "mass_dependent_fractionation",
      "fast_wind",
      "slow_wind",
      "universal_gradient",
      "species_comparison"
    ],
    "technical_caption": "Observations plotted in Figure 2, but scaled to their (vs, As) values, which is plotted at (1, 1).",
    "used_as_primary_in": [
      "heavy-ion-composition"
    ],
    "used_as_related_in": []
  },
  "aa51550-24/fig_4": {
    "paper_id": "aa51550-24",
    "figure_id": "fig_4",
    "src": "/papers/aa51550-24/figures/fig_4.svg",
    "short_title": "Transition speed does not depend on ionization energy",
    "alt": "A scatter plot shows each element's transition speed plotted against its first ionization potential, the energy needed to strip its outermost electron.",
    "summary": {
      "what_we_see": "A scatter plot shows each element's transition speed plotted against its first ionization potential, the energy needed to strip its outermost electron. The horizontal axis spans 6 to 30 electron volts; the vertical axis spans 320 to 400 km/s. A vertical black dashed line at 11 eV separates low-FIP elements on the left from high-FIP elements on the right. A broad horizontal cyan band at 327 km/s marks the weighted average transition speed for heavy elements. Most data points cluster within this band. Helium stands apart at the far right, with its SWICS measurement (blue circle) near 390 km/s and its SWE measurement (pink hexagon) near 402 km/s. Element names appear along the top axis in matching colors.",
      "the_finding": "The fast-slow transition speed is essentially the same for all heavy elements regardless of how easily they are ionized. This independence from ionization energy means the transition is not driven by the chromospheric FIP effect, the well-known process that fractionates elements based on their first ionization potential. The responsible process must operate higher in the solar atmosphere, above where ionization-dependent fractionation occurs. Helium remains the clear outlier, transitioning at a markedly higher speed.",
      "why_it_matters": "By ruling out the FIP effect as the driver of the fast-slow transition, this figure narrows down where in the Sun's atmosphere the boundary between wind types is established. The responsible mechanism must operate above the chromosphere, where all elements are already fully ionized. This constraint helps solar physicists focus their models on the correct altitude range and physical processes when seeking to understand what separates fast and slow solar wind."
    },
    "summary_short": "The fast-slow transition speed is essentially the same for all heavy elements regardless of how easily they are ionized.",
    "keywords": [
      "saturation_speed",
      "first_ionization_potential",
      "FIP_independence",
      "heavy_ions",
      "helium_outlier",
      "chromospheric_fractionation"
    ],
    "technical_caption": "Saturation speed (vs) as a function of the first ionization potential (FIP). The vertical dashed line is 11 eV, the nominal change between high and low FIP. The horizontal, semitransparent blue bar indicates the weighted average of vs = 327 ± 2 km s⁻¹ for elements heavier than He. To within their mutual uncertainties, all but Ne and Si have the same vs.",
    "used_as_primary_in": [],
    "used_as_related_in": [
      "heavy-ion-composition"
    ]
  },
  "aa51550-24/fig_5": {
    "paper_id": "aa51550-24",
    "figure_id": "fig_5",
    "src": "/papers/aa51550-24/figures/fig_5.svg",
    "short_title": "Transition abundances confirm expected FIP fractionation pattern",
    "alt": "A scatter plot shows each element's abundance at the transition speed, plotted against its first ionization potential.",
    "summary": {
      "what_we_see": "A scatter plot shows each element's abundance at the transition speed, plotted against its first ionization potential. The horizontal axis spans 6 to 30 eV; the vertical axis spans 0 to 1.0. A vertical black dashed line at 11 eV divides low-FIP from high-FIP elements. Low-FIP elements on the left reach high abundances: iron (dark star) and silicon (purple pentagon) near 0.93, sulfur (brown hexagon) near 0.73, and magnesium (pink diamond) near 0.65. High-FIP elements on the right sit lower: nitrogen (orange X) near 0.40, carbon (blue square) near 0.38, oxygen (green plus) near 0.35, and neon (red diamond) near 0.27. Helium appears at the far right with SWICS near 0.50 and SWE near 0.53. A dotted black line connects the points.",
      "the_finding": "The roughly two-fold enhancement of low-FIP elements over high-FIP elements at the fast-slow transition point matches the well-established FIP effect pattern. This confirms that the transition abundances reflect genuine solar composition signatures set in the chromosphere, not artifacts of the bilinear fitting method. Sulfur behaving like a low-FIP element is consistent with independent observations from suprathermal ion measurements.",
      "why_it_matters": "This figure serves as a critical consistency check for the entire analysis. If the bilinear fitting produced spurious transition points, the resulting abundances would not reproduce the well-known FIP pattern. Finding the expected step in abundances across the FIP boundary validates the analytical framework and gives confidence that the transition speeds and abundances identified throughout the paper reflect real physical boundaries in the solar wind, not statistical artifacts."
    },
    "summary_short": "The roughly two-fold enhancement of low-FIP elements over high-FIP elements at the fast-slow transition point matches the well-established FIP effect pattern.",
    "keywords": [
      "saturation_abundance",
      "first_ionization_potential",
      "FIP_effect",
      "low_FIP_enhancement",
      "chromospheric_fractionation"
    ],
    "technical_caption": "Each element's saturation abundance (As) as a function of FIP. The vertical dashed line is 11 eV, the nominal change between high and low FIP. The ~2× difference between low and high FIP abundances is expected.",
    "used_as_primary_in": [],
    "used_as_related_in": [
      "heavy-ion-composition"
    ]
  },
  "aa51550-24/fig_6": {
    "paper_id": "aa51550-24",
    "figure_id": "fig_6",
    "src": "/papers/aa51550-24/figures/fig_6.svg",
    "short_title": "Fast wind reveals an unexplained mass-dependent fractionation",
    "alt": "A scatter plot shows how much each element's abundance at the fastest observed speed (592 km/s) exceeds its transition-point abundance, plotted against element mass in atomic mass units.",
    "summary": {
      "what_we_see": "A scatter plot shows how much each element's abundance at the fastest observed speed (592 km/s) exceeds its transition-point abundance, plotted against element mass in atomic mass units. The horizontal axis spans 0 to 60 amu; the vertical axis spans 0.75 to 2.25. Helium and SWE sit at mass 4 near 1.15. Carbon (blue square, mass 12) and nitrogen (orange X, mass 14) cluster near 2.0. Oxygen (green plus, mass 16) reaches about 1.8. Neon (red diamond, mass 20) is near 1.5. Magnesium (pink diamond, mass 24) sits near 1.35. Silicon (purple pentagon, mass 28) and sulfur (brown hexagon, mass 32) are near 1.4. Iron (pink star, mass 56) barely exceeds 1.05. A dotted line connects the points, and colored vertical bars show error ranges, which are largest for silicon and iron.",
      "the_finding": "In fast solar wind, lighter heavy elements are enhanced more above their transition values than heavier ones, forming a clear mass-dependent trend. This pattern cannot be explained by the FIP effect (which depends on ionization energy, not mass), by hydrogen dragging ions outward through Coulomb collisions (which would be stronger in slow wind), or by gravitational settling (which requires closed magnetic loops absent in fast-wind source regions). The responsible mechanism remains unidentified.",
      "why_it_matters": "Discovering an unexplained mass-dependent process operating exclusively in fast solar wind opens a new puzzle in solar physics. The authors systematically rule out every known candidate mechanism, including ponderomotive-force-driven FIP fractionation, Coulomb friction, and gravitational settling. Identifying this process could reveal how energy is deposited into the fast solar wind and how that energy couples differently to ions of different masses."
    },
    "summary_short": "In fast solar wind, lighter heavy elements are enhanced more above their transition values than heavier ones, forming a clear mass-dependent trend.",
    "keywords": [
      "mass_dependent_fractionation",
      "fast_wind",
      "saturation_abundance",
      "gravitational_settling",
      "Coulomb_friction",
      "ponderomotive_force"
    ],
    "technical_caption": "Abundance at vsw = 592 km s⁻¹ normalized to As as a function of the element mass. Excluding He, the decreasing trend with increasing M indicates a heavy ion fractionation process in fast solar wind.",
    "used_as_primary_in": [],
    "used_as_related_in": [
      "heavy-ion-composition"
    ]
  },
  "aa51550-24/fig_7": {
    "paper_id": "aa51550-24",
    "figure_id": "fig_7",
    "src": "/papers/aa51550-24/figures/fig_7.svg",
    "short_title": "Heavy and helium transition speeds bracket the most common wind",
    "alt": "A stepped blue histogram on a logarithmic vertical scale shows the probability density of solar wind speed observations, spanning roughly 200 to 800 km/s.",
    "summary": {
      "what_we_see": "A stepped blue histogram on a logarithmic vertical scale shows the probability density of solar wind speed observations, spanning roughly 200 to 800 km/s. The distribution peaks sharply near 345 km/s and drops off on both sides, with a long tail toward higher speeds. Two pairs of semitransparent green vertical lines mark the transition speeds and their uncertainties: one labeled 'Heavy vs' near 327 km/s on the rising side of the peak, and another labeled 'He vs' near 390 km/s on the falling side. A dotted black vertical line at 345 km/s marks the peak, sitting squarely between the two transition speeds.",
      "the_finding": "The heavy-element transition speed sits just below the most commonly observed solar wind speed, while helium's transition speed sits above it. The two boundaries bracket the peak of the speed distribution, meaning the most frequently measured solar wind falls between them. Any single speed threshold chosen between 327 and 402 km/s classifies a substantial fraction of observations differently depending on whether helium or heavier elements serves as the guide.",
      "why_it_matters": "This demonstrates that the mismatch between helium and heavy-element transitions has practical consequences for a large fraction of solar wind observations. Scientists trying to trace the solar wind back to its source on the Sun will misclassify the origin of the most commonly observed wind speeds if they use the wrong transition speed. The figure makes the stakes of the paper's findings immediately visible and concrete."
    },
    "summary_short": "The heavy-element transition speed sits just below the most commonly observed solar wind speed, while helium's transition speed sits above it.",
    "keywords": [
      "speed_distribution",
      "probability_density",
      "saturation_speed",
      "helium_transition",
      "heavy_ion_transition",
      "peak_speed"
    ],
    "technical_caption": "Probability density of vsw observed by SWICS and SWE. The vertical green lines are saturation speeds vs including uncertainty. The vertical dotted black line is the peak solar wind speed bin, vsw = 345 km s⁻¹.",
    "used_as_primary_in": [],
    "used_as_related_in": [
      "heavy-ion-composition"
    ]
  },
  "aa51550-24/fig_8": {
    "paper_id": "aa51550-24",
    "figure_id": "fig_8",
    "src": "/papers/aa51550-24/figures/fig_8.svg",
    "short_title": "Charge state organizes fast wind fractionation into a tight trend",
    "alt": "A scatter plot shows the same fast-wind abundance ratios as Figure 6, but now plotted against each element's typical electrical charge in the solar wind rather than its mass.",
    "summary": {
      "what_we_see": "A scatter plot shows the same fast-wind abundance ratios as Figure 6, but now plotted against each element's typical electrical charge in the solar wind rather than its mass. The horizontal axis spans 0 to 12 elementary charges; the vertical axis spans 0.75 to 2.25. Helium sits at charge +2 near 1.15. Carbon (blue square) and nitrogen (orange X) at charges +5 to +6 cluster near 2.0. Oxygen (green plus) at charge +6 reaches about 1.8. Moving to higher charges, neon and silicon near +8, sulfur near +9, and magnesium near +9 form a descending sequence from about 1.5 to 1.35. Iron at charge +10 sits near 1.05. A dotted black line connects the points, revealing a smooth, nearly linear decline from low to high charge state.",
      "the_finding": "The fast-wind fractionation correlates far more tightly with charge state than with mass, FIP, or mass-to-charge ratio, as measured by a robust coefficient of determination (R-squared of 0.95 for charge state versus below 0.55 for all other quantities tested). While mass orders the elements into three loose groups, charge state produces a smooth, nearly linear trend. This unexpected result suggests the unknown fractionation mechanism may couple to an element's electrical charge rather than its weight.",
      "why_it_matters": "This figure provides the strongest observational clue about what drives the mysterious fast-wind fractionation. A charge-state dependence is unexpected, and the authors note they do not yet have a physical explanation for it. The tight correlation significantly narrows the space of possible physical mechanisms and will guide future theoretical work on understanding how the solar wind's composition is modified during its acceleration from the Sun to Earth."
    },
    "summary_short": "The fast-wind fractionation correlates far more tightly with charge state than with mass, FIP, or mass-to-charge ratio, as measured by a robust coefficient of determination (R-squared of 0.95 for charge state versus below 0.55 for all other quantities tested).",
    "keywords": [
      "charge_state_fractionation",
      "fast_wind",
      "saturation_abundance",
      "robust_R_squared",
      "mass_dependent_fractionation"
    ],
    "technical_caption": "Abundance at vsw = 592 km s⁻¹ normalized to As as a function of the solar wind charge state. Excluding He, the decreasing trend with increasing M indicates a heavy ion fractionation process in fast solar wind.",
    "used_as_primary_in": [],
    "used_as_related_in": [
      "heavy-ion-composition"
    ]
  },
  "aa54299-25/fig_1": {
    "paper_id": "aa54299-25",
    "figure_id": "fig_1",
    "src": "/papers/aa54299-25/figures/fig_1.svg",
    "short_title": "Slow-wind helium swings with the sunspot cycle",
    "alt": "A time series spanning 1994–2022 plots the fraction of helium in the solar wind relative to the Sun's surface value.",
    "summary": {
      "what_we_see": "A time series spanning 1994–2022 plots the fraction of helium in the solar wind relative to the Sun's surface value. Each point averages roughly 250 days of Wind/SWE measurements. Light blue open hexagons trace helium in slower wind; orange filled hexagons show faster wind. A dashed black curve on the right axis marks the normalized sunspot number, cycling approximately every 11 years. Fast-wind helium hovers near a dotted horizontal line at about half the photospheric value, enclosed in a gray uncertainty band. Slow-wind helium swings dramatically in step with the sunspot curve. A cyan bar at the bottom marks when SWICS data are also available.",
      "the_finding": "Slow-wind helium closely tracks the solar cycle, with a correlation coefficient of 0.94 against sunspot number. It drops to as low as 15% of its photospheric value during solar quiet periods and climbs to nearly 50% during solar maxima. Fast-wind helium also correlates with activity (r = 0.66) but oscillates in a much narrower range around 51 ± 3% of the photospheric value. This 51% ceiling appears to be a physical limit on how much helium the Sun launches into its steadiest outflows. Using a normalized sunspot number that accounts for varying cycle amplitudes tightens all correlations, indicating that the sunspot count is a clock for solar activity rather than a direct driver of helium variations.",
      "why_it_matters": "By extending this analysis to wind speeds up to 800 km/s—nearly the full range of non-transient solar wind—the figure provides the most complete picture to date of how helium abundance evolves with the magnetic cycle. The 51% photospheric limit on fast-wind helium points to a process in or below the chromosphere and transition region that caps how much helium enters the solar wind. The distinction between fast and slow wind behavior supports the interpretation that these two wind populations originate from fundamentally different magnetic source regions, with the slow wind dominated by intermittently open structures whose properties change as the Sun's magnetic field reconfigures each cycle."
    },
    "summary_short": "Slow-wind helium closely tracks the solar cycle, with a correlation coefficient of 0.94 against sunspot number.",
    "keywords": [
      "solar wind",
      "helium abundance",
      "solar cycle",
      "sunspot number",
      "fast wind",
      "slow wind",
      "source regions",
      "photospheric abundance",
      "time series"
    ],
    "technical_caption": "SWE helium abundance in fast (filled marker) and slow (empty marker) wind intervals as a function of time, aggregated down to 250 days. The right axis plots the normalized 13-month smoothed sunspot number. The horizontal dotted line surrounded by the gray band indicating A_He = 51 ± 3% of its photospheric value is the weighted mean of the 250-day binned values along with the weighted uncertainty, where the weights are calculated as the standard deviation of A_He in each 250-day bin.",
    "used_as_primary_in": [
      "solar-activity"
    ],
    "used_as_related_in": []
  },
  "aa54299-25/fig_2": {
    "paper_id": "aa54299-25",
    "figure_id": "fig_2",
    "src": "/papers/aa54299-25/figures/fig_2.svg",
    "short_title": "Slow-wind heavy element abundances dip at solar minimum",
    "alt": "Two panels spanning 1998–2012 track nine element abundances (He through Fe) relative to their photospheric values on a logarithmic vertical scale.",
    "summary": {
      "what_we_see": "Two panels spanning 1998–2012 track nine element abundances (He through Fe) relative to their photospheric values on a logarithmic vertical scale. Panel (a) shows fast wind; panel (b) shows slow wind. Each colored line and symbol represents a different element, with low ionization-potential species like iron (pink stars) and magnesium (pink diamonds) sitting highest and high ionization-potential species like helium (blue circles) and oxygen (green crosses) sitting lowest. A dashed black curve traces the normalized sunspot number on the right axis. Vertical lines mark solar minimum 24 (dotted brown) and the helium shutoff (dash-dotted black). Pink pentagon markers plot SWE helium for cross-validation with SWICS.",
      "the_finding": "In the slow wind, all heavy element abundances except carbon track the solar cycle strongly, dropping during the deep solar minimum around 2008–2009 and recovering as activity rises. The depletion is visible across the full range of measured species, from nitrogen to iron. In the fast wind, abundances remain comparatively stable, consistent with origination from steadily open magnetic regions whose properties do not change dramatically with the cycle. The timing of the abundance minimum appears closer to the helium shutoff event than to the official sunspot minimum, suggesting these depletions share a common physical origin in the Sun's lower atmosphere.",
      "why_it_matters": "This is the first systematic characterization of how nine heavy element abundances evolve with the solar cycle when separated by source region type using each element's saturation speed. The contrast between fast and slow wind confirms that the two populations originate from fundamentally different magnetic environments—continuously open versus intermittently open field lines. The low-FIP/high-FIP stratification visible across both panels reflects fractionation processes in the chromosphere and transition region. The near-coincidence of abundance minima with the helium shutoff suggests that a process deep in the solar atmosphere drives the depletion of all species simultaneously."
    },
    "summary_short": "In the slow wind, all heavy element abundances except carbon track the solar cycle strongly, dropping during the deep solar minimum around 2008–2009 and recovering as activity rises.",
    "keywords": [
      "heavy ions",
      "elemental abundances",
      "solar cycle",
      "first ionization potential",
      "FIP effect",
      "helium shutoff",
      "solar minimum",
      "fast wind",
      "slow wind",
      "gravitational settling"
    ],
    "technical_caption": "SWICS abundances normalized to their photospheric values in (a) fast and (b) slow wind as a function of time, aggregated in 250-day intervals. The right axes plots the normalized 13-month smoothed sunspot number. The SWE abundances normalized to its photospheric values are plotted for reference. The vertical dotted lines indicate solar minimum 24. The vertical dash-dotted line indicates the helium shutoff (Alterman et al. 2021).",
    "used_as_primary_in": [],
    "used_as_related_in": [
      "solar-activity"
    ]
  },
  "aa54299-25/fig_3": {
    "paper_id": "aa54299-25",
    "figure_id": "fig_3",
    "src": "/papers/aa54299-25/figures/fig_3.svg",
    "short_title": "Correlation with solar activity grows with element mass",
    "alt": "Each element's slow-wind correlation coefficient with solar activity is plotted against its atomic mass, from helium (~4 amu) on the left to iron (~56 amu) on the right.",
    "summary": {
      "what_we_see": "Each element's slow-wind correlation coefficient with solar activity is plotted against its atomic mass, from helium (~4 amu) on the left to iron (~56 amu) on the right. Open markers connected by a dash-dotted line show correlations computed with the standard sunspot number (SSN); filled markers connected by a solid line use the normalized sunspot number (NSSN). Element labels in matching colors run along the top axis, with vertical dotted lines linking each label to its data point. A separate marker near helium's mass labeled 'SWE' shows the Wind Faraday cup measurement, sitting above the SWICS helium point. From carbon through iron, correlation coefficients climb steadily upward.",
      "the_finding": "For elements heavier than helium, the correlation between slow-wind abundance and solar activity rises monotonically with atomic mass—from carbon (~0.51–0.56) to iron (~0.82–0.84). This mass-dependent trend is a signature of gravitational settling: heavier elements sink faster in closed magnetic loops, so their abundances are more sensitive to how long those loops persist. Helium breaks this pattern, sitting well above the trend with a correlation as strong as iron's despite being the lightest element measured. This anomaly signals an additional process—helium's dynamic role in solar wind acceleration—that does not couple to heavier species.",
      "why_it_matters": "This figure provides the clearest observational evidence that gravitational settling shapes the composition of slow solar wind from intermittently open source regions. The monotonic mass trend distinguishes gravitational settling from other fractionation processes like the FIP effect, which would produce a different ordering. Helium's departure from the trend constrains models of solar wind acceleration by requiring a mechanism that preferentially involves helium but not heavier ions. The consistently stronger correlations using the normalized sunspot number confirm that the sunspot count is a timing indicator for the solar cycle, not a direct physical driver of composition changes."
    },
    "summary_short": "For elements heavier than helium, the correlation between slow-wind abundance and solar activity rises monotonically with atomic mass—from carbon (~0.51–0.56) to iron (~0.82–0.84).",
    "keywords": [
      "correlation coefficient",
      "element mass",
      "gravitational settling",
      "sunspot number",
      "slow wind",
      "helium",
      "iron",
      "mass dependence",
      "solar wind acceleration"
    ],
    "technical_caption": "Correlation coefficient between NSSN (solid line) or SSN (dash-dotted line) and (X/H):(X/H)_photo observed by ACE/SWICS along with A_He observed by Wind/SWE. With the exclusion of the helium abundances, the correlation coefficients monotonically increase with increasing M. All correlation coefficients using NSSN are stronger than those using SSN.",
    "used_as_primary_in": [],
    "used_as_related_in": [
      "solar-activity"
    ]
  },
  "s11207-021-01801-9/fig_1": {
    "paper_id": "s11207-021-01801-9",
    "figure_id": "fig_1",
    "src": "/papers/s11207-021-01801-9/figures/fig_1.svg",
    "short_title": "Helium depletes sharply before each solar cycle begins",
    "alt": "Panel A spans 1974 to 2020 and shows ten colored lines with distinct markers, each tracking helium percentage in the solar wind at a different wind speed (330 to 568 km/s, labeled in the top legend).",
    "summary": {
      "what_we_see": "Panel A spans 1974 to 2020 and shows ten colored lines with distinct markers, each tracking helium percentage in the solar wind at a different wind speed (330 to 568 km/s, labeled in the top legend). The lines rise and fall together over roughly 11-year intervals. A dashed black curve on the right axis traces the 13-month smoothed sunspot number. Vertical purple dash-dotted lines mark the official start of each solar cycle (minima 21 through 25); vertical magenta dotted lines with cyan uncertainty bands mark moments when helium suddenly dips. These dips consistently appear to the left of the purple lines, indicating they occur earlier. Panel B shows Lyman-alpha irradiance (solid blue) and F10.7 radio emission (dashed orange) over the same period, both lagging the sunspot minima.",
      "the_finding": "Just before each new solar cycle begins, helium in the solar wind undergoes a rapid depletion and recovery that occurs at approximately the same time across all wind speeds. This helium shutoff consistently precedes the official sunspot-defined solar minimum by roughly 10 months, making it an earlier herald of the new cycle than sunspot counting or other standard activity indicators like Lyman-alpha and F10.7. The pattern repeats across all five solar minima observed in this 45-year dataset.",
      "why_it_matters": "Predicting when a new solar cycle begins matters for forecasting space weather that affects satellites, power grids, and astronauts. The discovery that helium provides advance warning of solar cycle transitions offers a new forecasting tool. Because the shutoff occurs simultaneously across wind speeds, it likely reflects a fundamental change deep in the Sun rather than differences in how the solar wind is accelerated at the surface, pointing to a universal mechanism tied to the Sun's internal magnetic cycle."
    },
    "summary_short": "Just before each new solar cycle begins, helium in the solar wind undergoes a rapid depletion and recovery that occurs at approximately the same time across all wind speeds.",
    "keywords": [
      "helium_abundance",
      "solar_cycle",
      "sunspot_number",
      "helium_shutoff",
      "solar_minimum",
      "OMNI",
      "Lyman_alpha",
      "F10.7",
      "solar_activity_indicator",
      "speed_quantiles"
    ],
    "technical_caption": "(A) OMNI/Lo helium abundance (A_He) as a function of solar wind speed (v_sw) and time. A_He is split into 10 v_sw-quantiles, each indicated by a unique color and marker. The legend at the figure's top indicates each quantile's center in km s⁻¹. Within each v_sw-quantile, A_He is averaged down to 250-day resolution. Error bars indicate the standard error of the mean. The secondary y-axis plots the 13 month smoothed sunspot number (SSN). Vertical dash-dotted purple lines indicate solar cycle minima, which conventionally indicate the start of a new solar cycle. Vertical dotted lines indicate the A_He shutoff date averaged across v_sw-quantiles. Blue boxes at the top and bottom of each panel indicate the standard deviation of these shutoff dates. (B) Lyman-α (Lα, left) and F10.7 cm radio emission (right) solar activity indicators over the same period as A_He. Within one or two data points, most A_He increases across all but the one or two slowest v_sw-quantiles prior to plotted SSN minima.",
    "used_as_primary_in": [],
    "used_as_related_in": [
      "solar-activity"
    ]
  },
  "s11207-021-01801-9/fig_2": {
    "paper_id": "s11207-021-01801-9",
    "figure_id": "fig_2",
    "src": "/papers/s11207-021-01801-9/figures/fig_2.svg",
    "short_title": "Helium shutoff precedes each solar minimum by months",
    "alt": "The left panel shows five orange circles (one per solar cycle, 21 through 25) plotted against the y-axis labeled 'Time by which A_He Shutoff Heralds the Solar Cycle [Days],' ranging from 0 to 600 days.",
    "summary": {
      "what_we_see": "The left panel shows five orange circles (one per solar cycle, 21 through 25) plotted against the y-axis labeled 'Time by which A_He Shutoff Heralds the Solar Cycle [Days],' ranging from 0 to 600 days. Green dashed error bars show measurement precision; orange solid error bars show the combined uncertainty from precision and the averaging window. Cycles 21-24 cluster between about 180 and 310 days, while Cycle 25 stands out near 430 days. The right panel decomposes these uncertainties: orange squares show combined uncertainty, green diamonds show precision alone, and a red dash-dotted horizontal line at 125 days marks the window-size uncertainty. The green diamond for Cycle 22 peaks sharply, while Cycle 24's drops near zero.",
      "the_finding": "Helium shutoff precedes the official start of a new solar cycle by roughly 200 to 430 days, with a precision-weighted average of about 229 days. For every cycle except Cycle 22, the 250-day averaging window is the dominant source of uncertainty, not the measurement precision. This means the shutoff timing could be pinpointed more sharply with finer time resolution. Cycle 25's shutoff occurred particularly early, about 430 days before the announced minimum, hinting that the official December 2019 minimum date may have occurred earlier than announced.",
      "why_it_matters": "Quantifying exactly how far in advance helium signals a new solar cycle is essential for turning this discovery into a practical forecasting tool. That the averaging window rather than measurement noise limits timing precision suggests future analyses with higher time resolution could substantially sharpen the forecast. A reliable 6-to-12-month advance warning of solar cycle transitions would benefit satellite operators, power grid planners, and anyone who needs to prepare for changing space weather conditions."
    },
    "summary_short": "Helium shutoff precedes the official start of a new solar cycle by roughly 200 to 430 days, with a precision-weighted average of about 229 days.",
    "keywords": [
      "heralding_time",
      "helium_shutoff",
      "solar_minimum",
      "uncertainty_analysis",
      "averaging_window",
      "measurement_precision",
      "solar_cycle_prediction"
    ],
    "technical_caption": "(Left) Orange circles plot the time by which A_He shutoff heralds a given solar cycle. Green error bars indicate the uncertainty only due to A_He's precision (P). Orange error bars show the uncertainty due to the geometric mean of the precision and the 250-day averaging window length (√(P² + W²)). (Right) Sources of uncertainty in each of the left panel's data points. Orange squares and green diamonds plot the uncertainties indicated in the same color that the left panel uses. The red dash-dotted line indicates the 125-day uncertainty due to the averaging window size (W). Excluding Cycle 22, the averaging window size is the dominant source of uncertainty in determining when A_He shutoff occurs.",
    "used_as_primary_in": [],
    "used_as_related_in": []
  },
  "s11207-021-01801-9/fig_3": {
    "paper_id": "s11207-021-01801-9",
    "figure_id": "fig_3",
    "src": "/papers/s11207-021-01801-9/figures/fig_3.svg",
    "short_title": "Helium shutoff cycle length matches the sunspot cycle",
    "alt": "A single panel plots cycle length in years (y-axis, ranging from 9 to 13) against solar cycle number (x-axis, cycles 21 through 24).",
    "summary": {
      "what_we_see": "A single panel plots cycle length in years (y-axis, ranging from 9 to 13) against solar cycle number (x-axis, cycles 21 through 24). Blue plus signs connected by a blue line show sunspot-defined cycle lengths. Orange circles connected by an orange line show the time between consecutive helium shutoffs. Green error bars indicate precision-only uncertainty; orange error bars include the averaging window. Both traces follow the same up-and-down pattern: Cycle 22 is shortest at about 9.7 years, Cycle 23 is longest at about 12.5 to 13 years, and Cycles 21 and 24 fall in between near 10.3 to 10.5 years. The two curves nearly overlap at every point.",
      "the_finding": "The time between successive helium shutoffs tracks the sunspot cycle length almost exactly. For Cycles 21 and 22, the two measures are identical; for Cycles 23 and 24, they agree to within one 250-day averaging window. This close match across four consecutive cycles confirms that helium shutoffs are not random fluctuations but are systematically tied to the same underlying solar clock that drives sunspot activity.",
      "why_it_matters": "Demonstrating that helium shutoffs mark the same cycle as sunspot minima, just earlier, establishes helium as a legitimate independent solar cycle indicator. Having multiple independent markers of the same cycle helps scientists cross-validate their understanding of the Sun's magnetic activity, improves confidence in cycle timing, and opens the door to using in-situ solar wind measurements as a complement to traditional remote observations of the solar surface."
    },
    "summary_short": "The time between successive helium shutoffs tracks the sunspot cycle length almost exactly.",
    "keywords": [
      "cycle_length",
      "helium_shutoff",
      "sunspot_number",
      "solar_cycle",
      "cycle_comparison"
    ],
    "technical_caption": "Blue pluses plot SSN cycle length as a function of cycle number as conventionally defined. Orange circles plot the time between successive A_He shutoffs as a function of the solar cycle during which a given A_He shutoff interval closing a shutoff cycle occurs. This is N − 1 in comparison to the cycle number a given A_He shutoff heralds (cf. Figure 2). As in Figure 2's left panel, orange error bars indicate the uncertainty due to A_He's precision and the 250-day averaging window. Green error bars indicate the uncertainty due to A_He's precision alone.",
    "used_as_primary_in": [],
    "used_as_related_in": []
  },
  "s11207-021-01801-9/fig_4": {
    "paper_id": "s11207-021-01801-9",
    "figure_id": "fig_4",
    "src": "/papers/s11207-021-01801-9/figures/fig_4.svg",
    "short_title": "Shutoff timing holds steady across averaging window sizes",
    "alt": "The left panel plots the change in helium shutoff date (y-axis, ranging from -500 to +500 days) as a function of averaging window size (x-axis, 225 to 275 days).",
    "summary": {
      "what_we_see": "The left panel plots the change in helium shutoff date (y-axis, ranging from -500 to +500 days) as a function of averaging window size (x-axis, 225 to 275 days). Five color-coded traces with distinct markers represent the shutoff heralding each solar cycle (21 through 25), each with dashed error bars showing variability across wind speeds. Two horizontal cyan lines at +125 and -125 days mark the bounds of a single 250-day window. The right panel to the right of a vertical black divider shows a single weighted-average data point per cycle with standard-error-of-the-mean error bars. Most traces cluster within the cyan bands, except Cycle 22's orange trace, which drifts systematically toward negative values (earlier dates).",
      "the_finding": "For four of five solar cycles, varying the averaging window size by up to 25 days shifts the identified shutoff date by less than one window length, confirming the result is robust. Cycle 22 is the sole exception, showing a systematic drift toward earlier dates with larger windows, which suggests its true shutoff may have occurred somewhat earlier than the baseline 250-day estimate. The weighted averages in the right panel confirm this stability for Cycles 21, 23, 24, and 25.",
      "why_it_matters": "Sensitivity tests like this are essential for establishing that a newly discovered phenomenon is real rather than an artifact of data processing choices. Showing that helium shutoff timing barely changes with averaging window size builds confidence that the shutoffs reflect genuine solar physics. This robustness is a prerequisite for the community to adopt helium shutoff as a reliable, independent marker of solar cycle transitions for space weather forecasting."
    },
    "summary_short": "For four of five solar cycles, varying the averaging window size by up to 25 days shifts the identified shutoff date by less than one window length, confirming the result is robust.",
    "keywords": [
      "sensitivity_analysis",
      "averaging_window",
      "helium_shutoff",
      "robustness_test",
      "systematic_uncertainty"
    ],
    "technical_caption": "(Left) Time by which A_He shutoff date changes as a function of averaging window size. As with the vertical dotted lines in Figure 1, A_He shutoff dates are averaged across v_sw-quantiles. Error bars are the standard deviation of these dates. Times are referenced to the 250-day window value and horizontal blue lines indicate this window size. (Right) Weighted average for each cycle identified in the left panel. Error bars represent the standard uncertainty of the mean.",
    "used_as_primary_in": [],
    "used_as_related_in": []
  },
  "s11207-021-01801-9/fig_5": {
    "paper_id": "s11207-021-01801-9",
    "figure_id": "fig_5",
    "src": "/papers/s11207-021-01801-9/figures/fig_5.svg",
    "short_title": "Shutoff timing holds steady across window start dates",
    "alt": "The layout mirrors Figure 4.",
    "summary": {
      "what_we_see": "The layout mirrors Figure 4. The left panel plots the change in helium shutoff date (y-axis, -500 to +500 days) as the window start time is pushed forward from 0 to 250 days (x-axis). Five color-coded traces with distinct markers represent the cycles heralded (21 through 25), each with dashed error bars. Horizontal cyan lines at +125 and -125 days mark the one-window-length boundary. The right panel shows weighted averages. Cycles 21, 23, 24, and 25 remain within or near the cyan bands. Cycle 22's orange trace again scatters broadly toward negative values, with its error bars extending well beyond the cyan bounds.",
      "the_finding": "Sliding the averaging window start date forward by up to 250 days has little systematic effect on the identified shutoff timing for most cycles. Combined with the companion window-size test in Figure 4, this confirms that the helium shutoff is not sensitive to the specific choice of when averaging windows begin. Cycle 22 again stands out as the exception, showing a bias toward earlier dates. Together, these two figures demonstrate that neither parameter materially changes the result for four of five cycles.",
      "why_it_matters": "This second sensitivity test completes the robustness argument begun in Figure 4. By showing that neither window size nor window start time systematically shifts the result, the authors establish helium shutoff as a reproducible, method-independent feature of the solar wind. Demonstrating insensitivity to analysis choices is a necessary step before the broader scientific community can adopt helium shutoff as a reliable solar cycle marker for space weather forecasting."
    },
    "summary_short": "Sliding the averaging window start date forward by up to 250 days has little systematic effect on the identified shutoff timing for most cycles.",
    "keywords": [
      "sensitivity_analysis",
      "window_start",
      "helium_shutoff",
      "robustness_test",
      "systematic_uncertainty"
    ],
    "technical_caption": "(Left) Time by which A_He shutoff date changes as a function of the start of the window. Values are averaged across v_sw-quantiles and referenced to the start of each 250 day window. (Right) Weighted average for each cycle identified in the (Left) panel. In both panels, error bars and horizontal blue lines follow Figure 4.",
    "used_as_primary_in": [],
    "used_as_related_in": []
  },
  "s11207-021-01801-9/fig_6": {
    "paper_id": "s11207-021-01801-9",
    "figure_id": "fig_6",
    "src": "/papers/s11207-021-01801-9/figures/fig_6.svg",
    "short_title": "Helium shutoff coincides with new-cycle magnetic emergence",
    "alt": "The top panel repeats the helium time series from Figure 1 zoomed into 1995-2021, covering Cycles 23 and 24.",
    "summary": {
      "what_we_see": "The top panel repeats the helium time series from Figure 1 zoomed into 1995-2021, covering Cycles 23 and 24. Ten colored lines track helium abundance at different wind speeds; a dashed black curve shows sunspot number. Vertical cyan and magenta lines mark solar minima and helium shutoffs. The bottom panel shows a filled contour map of EUV brightpoint density versus solar latitude and time. Green, orange, and white contours sweep from mid-latitudes toward the equator over each cycle, forming the classic butterfly pattern. A dotted yellow-black line traces the 0.8 density threshold. Semitransparent blue lines mark latitudes of plus and minus 25 degrees. A gray band and colored bars indicate Parker Solar Probe encounters and Solar Orbiter's launch.",
      "the_finding": "Helium shutoff occurs at approximately the same time that new-cycle brightpoints emerge at mid-latitudes, particularly in the hemisphere that leads the new cycle. For Cycle 24, brightpoints appeared first in the northern hemisphere; for Cycle 25, the southern hemisphere led. This temporal coincidence connects an in-situ solar wind measurement (helium composition near Earth) with a remote observation of the Sun's surface (EUV brightpoints), suggesting both respond to the same underlying event: the cancelation of the old cycle's magnetic flux at the equator and the emergence of the new cycle's toroidal magnetic bands.",
      "why_it_matters": "This connection between solar wind composition and the Sun's magnetic butterfly pattern provides a physical explanation for why helium signals the new cycle early. It ties a quantity measured near Earth to fundamental processes in the Sun's magnetic dynamo, specifically the death of one extended cycle's equatorial flux bands and the rise of the next. As Parker Solar Probe and Solar Orbiter explore ever closer to the Sun, they can test this connection directly, potentially revealing how deep magnetic restructuring propagates outward to change the solar wind composition we detect at Earth."
    },
    "summary_short": "Helium shutoff occurs at approximately the same time that new-cycle brightpoints emerge at mid-latitudes, particularly in the hemisphere that leads the new cycle.",
    "keywords": [
      "helium_shutoff",
      "brightpoints",
      "butterfly_diagram",
      "EUV",
      "solar_cycle_overlap",
      "equatorial_flux_cancelation",
      "Parker_Solar_Probe",
      "Solar_Orbiter",
      "extended_solar_cycle",
      "magnetic_emergence"
    ],
    "technical_caption": "(Top) Solar wind helium abundance (A_He) as a function of solar wind speed (v_sw) and time as in Figure 1 over the time period covering 1995 to present day. (Bottom) A filled contour plot of the combined daily SOHO/EIT (195Å) and SDO/AIA (193Å) EUV central meridian brightpoint (BP) density as a function of solar latitude and time. BPs are averaged down to 27 day cadence. The color scale is chosen to highlight BP density > 0.8 and levels > 1 are shown in white to emphasize BPs in the range 0.8 to 1.0. The dotted yellow-black line highlights the 0.8 threshold. Solar minima and A_He shutoffs are plotted in light blue to contrast with BP density. Partially transparent blue lines indicate the latitudes λ = ±25°. The gray band in the top right corner indicates Parker Solar Probe (PSP) launch − 70 days through the exit of its sixth near-Sun +70 days and the yellow bars indicate the time spent below 0.25 AU. The green bar that starts at PSP encounter 4 indicates the time period following Solar Orbiter's (SolO) Feb 2020 launch (Müller et al., 2020).",
    "used_as_primary_in": [],
    "used_as_related_in": []
  }
}