{
  "coulomb-collisions": "Coulomb collisions—interactions between charged particles—gradually erase differences in speed and temperature between ion types. In nearly collision-free solar wind, helium ions and proton beams drift away from the core proton population, but their behaviors diverge: alpha particles slow down more with increased collisions, while proton beams maintain their speed better. This suggests that beams might be less affected by collisions or are sustained by other forces like wave interactions.",
  "heavy-ion-composition": "Heavy ions like carbon, oxygen, and iron in the solar wind offer clues about where the wind originated. These ions show clear differences between slow and fast solar wind, with transitions in their abundance patterns near 400 kilometers per second. This supports the idea of two broad types of wind, but also reveals possible mass- or charge-dependent effects that shape the ion mix, especially in fast wind. Helium, again, stands out with a distinct pattern compared to heavier ions.",
  "helium-abundance": "Helium makes up, on average, between 0 and 4.19% of the solar wind. In fast wind, the helium abundance is fixed at the 4.19% value. In slow wind, the helium abundance is highly variable. The differences in this behavior are due to differences in how slow and fast wind are born at the Sun. The sources of the fast wind have magnetic fields that are continuously open to interplanetary space. The sources of the slow wind are only intermittently open to interplanetary space. The processes governing how these sources open and the frequency with which they open lead to the highly variable slow wind helium abundance.",
  "helium-solar-activity": "Helium makes up about four percent of the solar wind, but its abundance varies over the solar cycle. Observations show a consistent rise and fall in helium levels that closely tracks solar activity, but with a delay that depends on wind speed. This lag is longer in faster solar wind, pointing to different origins or processes that affect how helium enters the wind. Notably, helium levels drop sharply and then recover just before solar minimum, possibly due to interactions between overlapping solar cycles.",
  "proton-beams": "Proton beams in the solar wind are a second population of protons that move faster than the main group. These beams are easier to detect when the solar wind is fast and collisions between particles are rare. Studies show that their speed relative to the rest of the solar wind is often close to or slightly above the Alfvén speed (a natural speed limit set by magnetic forces). Unlike helium ions, proton beams maintain their speed more consistently even as the number of collisions increases, suggesting different acceleration or limiting mechanisms at play.",
  "space-weather": "Space weather, influenced by the solar wind, depends on factors like wind speed, magnetic fluctuations, and particle types. Studies highlight that the properties of the solar wind—such as helium content and how wave-like it is (Alfvénicity)—can help trace its solar origins. For example, slow solar wind that still shows high Alfvénicity may actually come from regions typically associated with fast wind. This blurs traditional categories and may help improve models of how solar wind conditions evolve and affect Earth.",
  "suprathermal-ions": "Suprathermal ions have more energy than regular solar wind particles but less than those in solar storms. These particles seem to come from both continuous processes (like turbulence or magnetic reconnection) and past energetic events (like solar flares or shocks). Their composition and energy patterns vary with the solar cycle, suggesting that during quiet periods, they are leftover from previous events. Their consistent power-law energy distribution supports the idea that multiple overlapping processes contribute to their formation.",
  "sources-of-the-solar-wind": "The solar wind originates from different regions and processes on the Sun. The fast solar wind emerges from coronal holes, which are cool, dark areas with open magnetic field lines. The slow solar wind is more variable and is thought to originate from a variety of sources, including the boundaries of coronal holes, active regions, and streamers. Understanding the sources of the solar wind is crucial for predicting space weather and its effects on Earth.",
  "turbulence": "Turbulence in the solar wind is a key driver of plasma dynamics, transferring energy from large-scale structures to smaller scales where it can heat particles and accelerate them. This process is not uniform; it depends on factors like wind speed, magnetic field alignment, and distance from the Sun. By studying wave-particle interactions and the intermittent nature of turbulent fluctuations, we can better understand how the solar wind evolves as it travels through the heliosphere and what that means for predicting its impact on planetary environments.",
  "solar-wind-compressibility": "The solar wind's compressibility describes how much it \"puffs and squashes\" as it flows off the Sun—i.e., how strongly the particle density swings around its typical value. When those density swings are small, the wind behaves more like an Alfvénic, wave-dominated fluid and looks fairly steady; when the swings are larger, the wind carries more compressive structures (like slow modes or pressure-balanced packets). Both types show up across all speeds, but the usual rule of thumb is that density variations of roughly 10–15% or more indicate a compressive interval, while very small variations indicate an incompressible one.Why it matters: helium behaves differently in these two regimes. Above a characteristic <a href=\"/research/helium-abundance\">\"saturation\" speed</a>, incompressible (more Alfvénic) wind tends to keep helium levels modest and fairly stable, whereas compressive, less-Alfvénic wind can drive helium to higher and more variable levels, with a much stronger rise as speed increases. Practically, that means averages can be misleading: to reveal clean trends, it's best to analyze solar-wind data by conditioning on both compressibility (how big the density swings are) and Alfvénicity (how wave-like the flow is), using simple thresholds like 10–15% density variation and a moderate Alfvénicity cutoff.",
  "solarwindpy": "SolarWindPy is an open-source Python package I developed to streamline solar wind data analysis. It provides a unified interface for working with in-situ observations from missions like Wind, ACE, and Parker Solar Probe. The package handles common plasma physics calculations—thermal speeds, plasma betas, Alfvén speeds, and distribution function moments—while maintaining physical correctness through built-in unit handling and validation. SolarWindPy is available on <a href=\"https://pypi.org/project/SolarWindPy/\" target=\"_blank\">PyPI</a> and <a href=\"https://anaconda.org/conda-forge/solarwindpy\" target=\"_blank\">conda-forge</a>, with documentation hosted on <a href=\"https://solarwindpy.readthedocs.io/\" target=\"_blank\">ReadTheDocs</a>. The package has been reviewed and accepted by the <a href=\"https://joss.theoj.org/\" target=\"_blank\">Journal of Open Source Software</a>, ensuring it meets community standards for research software quality and reproducibility."
}
