{
  "paper_id": "Alterman_2026_ApJL_996_L12",
  "paper_title": "On the Regulation of the Solar Wind Helium Abundance by the Hydrogen Compressibility",
  "paper_doi": "10.3847/2041-8213/ae002f",
  "metadata": {
    "version": "1.0",
    "figures_count": 25,
    "target_audience": "scientifically_literate_public"
  },
  "figures": [
    {
      "figure_id": "fig_1",
      "short_title": "Helium Abundance vs Solar Wind Speed",
      "summary": {
        "what_we_see": "This heat map displays helium abundance (vertical axis, 0-10%) versus solar wind speed (horizontal axis, 200-800 km/s). Colors show how frequently different combinations occur, with dark purple representing rare observations and bright red-yellow showing the most common combinations. A cyan curve traces the average helium abundance at each speed, while a green dashed line shows the overall trend. The plot reveals a distinctive two-part pattern: below about 430 km/s, helium abundance climbs steeply from near 0% to about 4%, then abruptly levels off and remains constant around 4-5% at higher speeds. This creates a sharp elbow or saturation point where the trend fundamentally changes.",
        "the_finding": "The solar wind carries two fundamentally different helium signatures. Slow solar wind (below 430 km/s) shows wildly variable helium content, ranging from essentially zero to 4%, with abundance increasing as speed increases. Fast solar wind (above 430 km/s) shows remarkably consistent helium content locked at approximately 4.2%, which is precisely half the Sun's photospheric helium abundance. This saturation point at 433 km/s marks the statistical boundary between two distinct types of solar wind sources. The steep gradient in slow wind indicates helium is being depleted or filtered during its escape from intermittently open magnetic regions. The flat gradient in fast wind suggests a stable, efficient transport mechanism from continuously open coronal holes where helium escapes at a fixed fraction of its solar abundance.",
        "why_it_matters": "This helium pattern is like a fingerprint revealing the solar wind's birthplace on the Sun. Just as different neighborhoods produce water with different mineral content, different regions of the solar corona imprint distinctive chemical signatures on the escaping solar wind. The sharp transition at 430 km/s helps scientists identify whether a particular parcel of solar wind originated from stable coronal holes or from dynamic, transient regions. Understanding these source regions is crucial for space weather prediction because different sources produce different types of magnetic storms at Earth. The fact that fast wind carries exactly half the Sun's helium abundance points to specific physical processes occurring in the chromosphere and transition region that preferentially filter helium during the wind's acceleration. This provides constraints for models of coronal heating and solar wind acceleration, two of the most fundamental unsolved problems in heliophysics. This figure provides background context from the helium saturation framework established in Paper 7 (Alterman_2025_ApJL_982_L40). For comprehensive explanation of how helium abundance saturates at 4.19% above 433 km/s and the physical mechanisms driving this transition, see Paper 7 Figure 3."
      },
      "keywords": [
        "helium_abundance",
        "solar_wind_speed",
        "fast_wind",
        "slow_wind",
        "saturation_point",
        "chemical_composition",
        "coronal_holes"
      ]
    },
    {
      "figure_id": "fig_2",
      "short_title": "Cross Helicity vs Solar Wind Speed",
      "summary": {
        "what_we_see": "This contour plot shows normalized cross helicity (vertical axis, 0.1-1.0) versus solar wind speed (horizontal axis, 300-800 km/s). Cross helicity measures how 'Alfvénic' the solar wind is—essentially, how purely the plasma behaves as waves traveling along magnetic field lines. A value of 1.0 means perfect Alfvénic behavior, while lower values indicate more turbulent, mixed conditions. The rainbow colors represent probability, showing where observations cluster most frequently. A prominent black contour line marks the 0.7 level, highlighting regions with strongly Alfvénic character. The plot shows a clear transition from mixed conditions at slower speeds (spread across all helicity values) to highly Alfvénic conditions at faster speeds (concentrated near 1.0).",
        "the_finding": "The solar wind becomes progressively more Alfvénic as it speeds up. At 300 km/s, observations scatter across the full range from turbulent (0.1) to Alfvénic (0.9), with relatively uniform probability. As speed increases toward 800 km/s, the distribution narrows dramatically, with most observations clustering near perfect Alfvénic conditions (0.9-1.0). However, even at high speeds, there remains a tail of less-Alfvénic observations extending downward. The black contour at 0.7 cross helicity reveals that above approximately 450 km/s, the majority of solar wind is highly Alfvénic, while below 400 km/s, Alfvénic conditions are much rarer. This transition zone (400-500 km/s) shows the greatest diversity in wave properties.",
        "why_it_matters": "Alfvén waves are the dominant energy transport mechanism in the solar wind, carrying energy from the Sun's corona out into interplanetary space. The strong correlation between speed and Alfvénic character reveals that these waves don't just ride along with the solar wind—they actively accelerate it. Fast solar wind is fast precisely because it carries powerful, coherent Alfvén waves that push the plasma to higher speeds. This connection is fundamental to understanding how the Sun's corona, which is only a few million degrees, manages to accelerate the solar wind to hundreds of kilometers per second. The existence of non-Alfvénic fast wind (the minority of observations above 500 km/s with low cross helicity) challenges the traditional picture and suggests multiple acceleration mechanisms may be at work. For space weather forecasting, Alfvénic content determines how energy cascades to smaller scales and heats the plasma, affecting the properties of solar wind that ultimately impacts Earth's magnetosphere. This figure provides background context from the cross helicity framework established in Paper 7 (Alterman_2025_ApJL_982_L40). For comprehensive explanation of how Alfvénic character concentrates toward unity in fast solar wind and the implications for wave-driven acceleration, see Paper 7 Figure 4."
      },
      "keywords": [
        "cross_helicity",
        "alfven_waves",
        "solar_wind_speed",
        "turbulence",
        "wave_properties",
        "plasma_physics"
      ]
    },
    {
      "figure_id": "fig_3",
      "short_title": "Solar Wind Classification Scheme",
      "summary": {
        "what_we_see": "This classification diagram combines cross helicity (horizontal axis, 0.0-1.0) and helium abundance (vertical axis, 0-10%) to categorize different types of solar wind into distinct colored regions. The bottom region (green) is labeled 'Intermittently Open,' covering low helium abundance below about 4%. A middle band (orange) is labeled 'Mixed Source.' The upper right corner (red) shows 'cont. open' (continuously open), characterized by high helium abundance and high Alfvénic content. The top of the plot (also red) is labeled 'Transients*' with very high helium abundance above 8-9%. Black boundary lines separate these regions, with arrows indicating 'More Open' regions. This creates a map where any solar wind observation can be plotted and immediately classified by its source type.",
        "the_finding": "Solar wind observations naturally segregate into four distinct regimes based on their helium abundance and Alfvénic properties. The 'Intermittently Open' zone (green, bottom) encompasses solar wind from dynamic, closed-field regions like helmet streamers, showing depleted helium regardless of wave properties. The 'Continuously Open' zone (red, upper right) represents classical fast wind from coronal holes, characterized by both high helium content (around 5%) and strong Alfvénic character (above 0.7). Between these lies the 'Mixed Source' region (orange) where wind from different origins overlaps. Most surprisingly, a distinct population appears at high helium abundance but low Alfvénic content (upper left)—these 'Transients' likely represent interplanetary coronal mass ejections and other eruptive events that carry enhanced helium without the coherent wave properties of steady coronal hole wind.",
        "why_it_matters": "This classification scheme provides scientists with a powerful diagnostic tool for identifying solar wind origins from in situ measurements, without needing to trace magnetic field lines back to the Sun. It's analogous to how forensic scientists can determine a person's geographic origin from isotope ratios in their hair—the combination of helium abundance and Alfvénic content creates a unique signature for each solar source type. This is crucial for space weather forecasting because different sources pose different threats: coronal hole wind creates recurring high-speed streams that buffet Earth's magnetosphere, while transient events can trigger severe geomagnetic storms. The large 'Mixed Source' region reveals that during intermediate speeds (around 400-500 km/s), distinguishing origins becomes ambiguous, suggesting complex interactions between different source regions or transitional solar structures like pseudostreamers. The discovery that high helium can occur without high Alfvénic content challenges previous assumptions and suggests helium enhancement mechanisms independent of wave acceleration. This classification scheme provides background context from the source region framework established in Paper 7 (Alterman_2025_ApJL_982_L40). For comprehensive explanation of the four-population classification and the physical interpretation of each regime, see Paper 7 Figure 11."
      },
      "keywords": [
        "solar_wind_classification",
        "source_regions",
        "coronal_holes",
        "transients",
        "helium_abundance",
        "cross_helicity",
        "icme"
      ]
    },
    {
      "figure_id": "fig_4",
      "short_title": "Hydrogen Compressibility vs Solar Wind Speed",
      "summary": {
        "what_we_see": "This heat map displays hydrogen compressibility (vertical axis, logarithmic scale from 0.001 to 1.0) versus solar wind speed (horizontal axis, 300-800 km/s). Compressibility measures how much the hydrogen density fluctuates—high values mean the density is varying a lot, while low values mean it's staying relatively constant. The rainbow colors show probability density, revealing where observations concentrate. The plot shows three distinct horizontal bands: a prominent mid-level band at compressibility around 0.1 spanning all speeds (yellow-orange, highest probability), a narrow low-compressibility band near 0.01 (cool colors), and a high-compressibility tail near 1.0 (cool colors, rare events). Notably, the probability patterns remain relatively similar across all speeds, with only subtle variations.",
        "the_finding": "Contrary to expectations, hydrogen compressibility shows surprisingly little dependence on solar wind speed. The most probable compressibility hovers around 10% (0.1) regardless of whether the wind is traveling at 300 km/s or 800 km/s. This is unexpected because Figure 2 showed that fast wind is highly Alfvénic, and Alfvénic fluctuations are theoretically incompressible (density shouldn't change). Yet here we see significant density fluctuations even at high speeds where Alfvénic character dominates. The distribution is remarkably steady: at any speed, you find a broad range of compressibility spanning three orders of magnitude. The median compressibility is around 0.1, with a long tail extending to highly compressible events near 1.0. The weakest hint of speed-dependence appears as slightly enhanced probability at very low compressibility for speeds above 600 km/s.",
        "why_it_matters": "This finding reveals that density fluctuations in the solar wind are controlled by different physics than the Alfvénic wave properties shown in Figure 2. While cross helicity increases dramatically with speed, compressibility remains stubbornly independent, suggesting these are separate, decoupled processes. This challenges the traditional view that fast, Alfvénic wind should be incompressible. The persistence of density fluctuations across all speeds indicates that compressive processes—perhaps slow magnetosonic waves, pressure-balanced structures, or remnants of coronal dynamics—remain important even in highly Alfvénic plasma. For the paper's central question about helium regulation, this figure sets up the critical insight: if compressibility varies independently of speed while helium abundance depends on speed (Figure 1), then compressibility might be the hidden variable regulating helium patterns. This has practical implications for space weather because density fluctuations affect how solar wind energy couples to planetary magnetospheres and how cosmic rays propagate through the heliosphere."
      },
      "keywords": [
        "compressibility",
        "density_fluctuations",
        "hydrogen",
        "solar_wind_speed",
        "magnetosonic_waves",
        "turbulence"
      ]
    },
    {
      "figure_id": "fig_5",
      "short_title": "Hydrogen Compressibility vs Cross Helicity and Speed",
      "summary": {
        "what_we_see": "This contour plot combines three variables: solar wind speed (horizontal axis, 300-800 km/s), cross helicity (vertical axis, 0.1-0.95), and hydrogen compressibility (shown by rainbow colors). The purple curve overlaid on the plot shows the 0.7 cross helicity boundary from Figure 2, marking highly Alfvénic conditions. The color scale uses greens and yellows for typical compressibility (around 0.1-0.2) and shifts to oranges and reds for higher compressibility (above 0.3). The plot reveals a dramatic diagonal feature: the upper-left quadrant (high cross helicity, low-to-moderate speed, around 300-400 km/s at 0.8-0.9 helicity) glows blue, indicating very low compressibility around 0.07-0.09. In contrast, the lower-left region and isolated pockets at high speeds show elevated compressibility (orange-red, 0.3-0.7).",
        "the_finding": "The relationship between Alfvénic character and compressibility is not simple—it depends critically on speed. At lower speeds (300-500 km/s), highly Alfvénic plasma (cross helicity above 0.8) shows very low compressibility (blue colors, 0.07-0.09), exactly as theory predicts for pure Alfvén waves. However, at high speeds (above 600 km/s), even highly Alfvénic plasma can exhibit moderate to high compressibility. The most compressible plasma (orange-red regions) appears in two distinct zones: non-Alfvénic wind at all speeds (bottom of the plot), and isolated pockets at very high speeds and intermediate helicity. The purple boundary line reveals that above the 0.7 cross helicity threshold, compressibility typically stays below 0.2, but with notable exceptions. The gradient is steepest in the transition zone around 400 km/s where moderate speeds meet moderate cross helicity.",
        "why_it_matters": "This figure reveals the key regulatory mechanism proposed in the paper's title: hydrogen compressibility acts differently depending on the solar wind's wave properties. The blue zone (low compressibility at high helicity and moderate speeds) likely represents textbook Alfvénic slow wind from coronal hole boundaries—highly wave-dominated but not yet accelerated to high speeds. The orange pockets at high speeds suggest compressive structures embedded within otherwise Alfvénic fast wind, possibly representing remnant coronal structures, shocks, or local wave steepening. For helium regulation, this matters because if helium abundance correlates with compressibility (as the paper argues), then the same solar wind speed can produce different helium signatures depending on its compressive properties. This explains the puzzling gradients in helium abundance above the saturation speed shown in earlier work. Practically, this finding means space weather forecasters cannot rely on speed alone to characterize solar wind properties—the combination of speed, Alfvénic content, and compressibility together determines the plasma's behavior and impact on Earth's space environment. The complex structure revealed here suggests multiple physical processes operating simultaneously: wave acceleration, compressive heating, and possibly magnetic reconnection or turbulent cascade."
      },
      "keywords": [
        "compressibility",
        "cross_helicity",
        "solar_wind_speed",
        "alfven_waves",
        "density_fluctuations",
        "turbulence",
        "regulatory_mechanism"
      ]
    },
    {
      "figure_id": "fig_6",
      "short_title": "Cross-Helicity Reveals Saturation Occurs in Moderately Alfvenic Wind at |σc| = 0.6",
      "summary": {
        "what_we_see": "This heat map shows how wave coherence (Alfvenicity) varies across solar wind speed and helium abundance. The vertical axis spans helium from 0% to 10%; the horizontal axis covers speeds from 300 to 800 km/s. Colors encode Alfvenicity: purple-blue indicates weak wave coherence, teal-yellow shows moderate coherence, and orange-red marks strong unidirectional waves. A prominent U-shaped black contour highlights the 0.6 Alfvenicity level. This contour starts at low helium across all speeds, dips to minimum near 400 km/s, then climbs steeply to reach 8% helium at 800 km/s. Black dots mark saturation points where helium transitions from speed-dependent to speed-independent behavior. These dots cluster in a narrow diagonal band from 380 to 430 km/s, all sitting just above the 0.6 contour.",
        "the_finding": "Saturation occurs exclusively in moderately Alfvenic wind. All saturation points cluster at Alfvenicity levels of 0.6-0.7, not in extremely coherent or weakly coherent wind. This 0.6 threshold marks a critical level below which helium cannot saturate regardless of speed.\n\nThe U-shaped contour reveals that reaching this threshold requires different helium abundances at different speeds. In slow wind (300-400 km/s), even low helium (1-2%) achieves moderate Alfvenicity. In fast wind (600-800 km/s), progressively higher helium (6-9%) is needed to maintain the same 0.6 level.\n\nA crossover region at 530-560 km/s poses a puzzle: non-Alfvenic fast wind carries more helium than Alfvenic fast wind at the same speed. This contradicts the expectation that coronal-hole sources produce helium-rich wind while streamer-belt sources produce helium-poor wind.",
        "why_it_matters": "This figure overturns the assumption that Alfvenicity alone determines solar wind composition. Saturation occurs universally at Alfvenicity of 0.6, implying that extremely pure wave propagation isn't required. A threshold of 60% coherent wave propagation suffices.\n\nThis has profound implications for solar wind sources. Coronal holes typically produce Alfvenicity above 0.7, well above the saturation threshold. But active region boundaries producing wind near 0.5-0.6 sit right at the threshold. Minor variations in magnetic topology could push these sources above or below critical Alfvenicity.\n\nThe crossover zone at 530-560 km/s reveals where traditional Alfvenicity-based classification breaks down. At these speeds, you cannot distinguish source regions using wave coherence and helium alone. This ambiguity motivates introducing compressibility as a third diagnostic in subsequent figures."
      },
      "keywords": [
        "normalized cross helicity",
        "Alfvenicity",
        "saturation points",
        "speed-helium coupling",
        "U-shaped contour",
        "crossover region",
        "moderate Alfvenicity",
        "wave propagation",
        "coronal hole signature"
      ]
    },
    {
      "figure_id": "fig_7",
      "short_title": "Compressibility Maps Show Saturation Occurs in Incompressible Wind Below 9% Fluctuations",
      "summary": {
        "what_we_see": "This companion heat map replaces Alfvenicity with compressibility as the color variable. The axes remain identical: helium abundance 0-10% vertically, solar wind speed 300-800 km/s horizontally. Colors now represent density fluctuation magnitude: deep blue indicates highly incompressible wind where density barely fluctuates, yellow shows moderate fluctuation levels, and orange-red marks compressible wind with substantial density variations. The color pattern reveals a striking diagonal divide. The lower-left region (slow speeds, low helium) appears predominantly blue-teal. The upper-right region (fast speeds, high helium) shifts toward orange-red. A transitional yellow band runs diagonally between them. Overlaid curves reproduce the Alfvenicity-based fits from Figure 6, allowing direct comparison.",
        "the_finding": "Helium saturation occurs exclusively in incompressible solar wind. The saturation points and the mean abundance curve all sit firmly in the blue incompressible region where density fluctuations remain below 9%. They avoid the orange compressible areas entirely.\n\nComparing to the Alfvenicity-based curves, slow wind is universally incompressible regardless of wave coherence. Above saturation, the curves diverge: Alfvenic fast wind continues through deep blue incompressible zones, while non-Alfvenic fast wind drifts toward the yellow transitional zone.\n\nThis divergence explains the crossover puzzle from Figure 6. Non-Alfvenic wind at 530-560 km/s reaches the edge of the incompressible regime where compressibility begins enhancing helium. Alfvenic wind remains deep in the incompressible zone where helium stays saturated.",
        "why_it_matters": "Compressibility, not Alfvenicity, is the primary regulator of helium saturation. You can saturate helium in moderately Alfvenic wind as long as compressibility stays below 9%. But you cannot saturate helium in compressible wind regardless of how Alfvenic it is.\n\nThis inverts the traditional paradigm. Coronal holes produce saturated wind not because they're Alfvenic, but because their open-field topology suppresses compressive fluctuations. Closed-field regions produce compressible wind because their complex geometries generate slow-mode waves and intermittent reconnection.\n\nFor space weather forecasting, this argues for using compressibility rather than Alfvenicity as the primary classifier. If you measure density fluctuations below 9%, you're observing coronal-hole-type wind regardless of wave coherence. If fluctuations exceed 15%, you're seeing streamer-belt or coronal mass ejection wind even if Alfvenicity happens to be high."
      },
      "keywords": [
        "hydrogen compressibility",
        "density fluctuations",
        "incompressible wind",
        "saturation region",
        "compressibility threshold",
        "diagonal transition",
        "fast-wind compressibility",
        "turbulent structures"
      ]
    },
    {
      "figure_id": "fig_8",
      "short_title": "Zoomed View Shows Saturation Points Straddle the 8.5% Compressibility Contour",
      "summary": {
        "what_we_see": "This magnified view zooms into the rectangular region from Figure 7, focusing on the narrow saturation window: 400-650 km/s horizontally and 3.2-5.0% helium vertically. The restricted view reveals fine structure invisible at full scale. Individual compressibility contours appear as distinct color bands rather than blended gradients. The saturation points trace a diagonal path from approximately 410 km/s at 3.9% helium to 430 km/s at 4.4% helium. The critical feature is how the 8.5% compressibility contour interacts with these points. This contour runs nearly parallel to the saturation-point diagonal, crossing the cluster around 420-430 km/s. The contour gradient noticeably changes across the saturation zone: gentler slope below saturation, steeper slope above.",
        "the_finding": "The saturation points straddle the 8.5% compressibility contour rather than occurring at a single fixed level. Different wave-coherence quantiles saturate at compressibilities spanning roughly 8.2-8.8%. This narrow spread (less than 1% density fluctuation difference) confirms saturation is tightly coupled to a specific incompressibility threshold.\n\nThe inflection in the contour gradient indicates a fundamental change in the speed-helium-compressibility relationship. Below saturation, increasing speed at fixed compressibility requires only modest helium increases. Above saturation, maintaining fixed compressibility while increasing speed requires progressively larger helium increases.\n\nThe 530-560 km/s crossover occurs precisely where both abundance curves cross from the 8.5% zone into the 9.0-9.5% zone. At this transition, non-Alfvenic wind climbs faster in helium than Alfvenic wind, allowing it to temporarily carry more helium despite weaker wave coherence.",
        "why_it_matters": "This zoomed view provides smoking-gun evidence that compressibility actively regulates helium saturation. The contour gradient changes slope precisely where the abundance curves also change slope, suggesting a causal relationship.\n\nSaturation occurs when solar wind crosses below a critical compressibility threshold. Below this threshold, helium and hydrogen achieve pressure equilibrium. Above it, compressive fluctuations continually perturb this equilibrium.\n\nThe narrow 8.2-8.8% compressibility spread identifies 8.5% density fluctuations as a universal critical threshold. This threshold operates regardless of speed, wave coherence, or source region. It likely corresponds to where slow-mode waves can no longer propagate, or where compressive-to-Alfvenic energy ratio drops below a critical value.\n\nFor space weather, this provides a practical forecasting threshold. If real-time monitors detect density fluctuations dropping below 8.5%, helium will saturate and remain at 4% for several hours."
      },
      "keywords": [
        "zoomed view",
        "saturation detail",
        "compressibility gradient",
        "0.085 threshold",
        "contour inflection",
        "crossover mechanism",
        "helium-compressibility coupling",
        "narrow transition zone"
      ]
    },
    {
      "figure_id": "fig_9",
      "short_title": "Compressibility-Quantile Fits Show Universal Saturation Below |δnH/nH| = 0.15",
      "summary": {
        "what_we_see": "This multi-curve analysis plots helium abundance versus speed for 15 different compressibility levels. The horizontal axis spans 300 to 800 km/s; the vertical axis covers helium from 0% to 5%. Each curve gets a distinct color: deep blue for the most incompressible wind, through teal and yellow for intermediate levels, to bright pink for the most compressible. The curves segregate into two distinct families. The bottom 12 curves (incompressible, density fluctuations below 15%) follow remarkably similar trajectories: rising steeply to about 4% helium around 420 km/s, then plateauing. These exhibit clear saturation behavior. The top 3-4 curves (compressible, fluctuations above 15%) peel away from this bundle, continuing to climb steeply with no plateau. They show no saturation within the analyzed speed range.",
        "the_finding": "Helium saturation is universal in incompressible wind but completely absent in compressible wind. All 12 incompressible quantiles saturate at indistinguishable speeds (410-430 km/s) and abundances (3.9-4.4%). This tight clustering spans a factor of 2.3 in compressibility levels.\n\nThe saturation mechanism is remarkably robust. As long as compressibility stays below 15%, the exact level barely matters. Even wind right at this threshold saturates cleanly at 428 km/s and 4.3% helium.\n\nIn contrast, compressible wind shows completely different behavior. These curves have steeper slow-wind gradients, no inflection point around 400-430 km/s, and continue climbing to 4.8-5.2% by 600 km/s. The most compressible quantile reaches 5.0% helium, 25% higher than incompressible wind at the same speed.",
        "why_it_matters": "This figure proves that compressibility, not wave coherence or speed, is the primary control parameter for helium saturation. The 15% density fluctuation threshold sharply separates two distinct regimes.\n\nBelow this threshold, helium couples thermodynamically to hydrogen. The species reach pressure equilibrium, fixing the helium-to-hydrogen ratio at 4% regardless of further speed increases. Above this threshold, helium couples kinetically to hydrogen, responding to each compression and rarefaction event.\n\nThe universal slow-wind gradient across all incompressible quantiles reveals that slow-wind helium abundance is set purely by speed. Compressibility plays no role below saturation. Whatever process releases helium from solar sources produces an abundance depending only on eventual asymptotic speed.\n\nFor space weather applications: if density fluctuations measure below 15%, predict helium at 4.0-4.4%. If fluctuations exceed 15%, predict helium variability between 4.5-5.5% with possible excursions to 7% during compression events."
      },
      "keywords": [
        "compressibility quantiles",
        "saturation universality",
        "incompressible regime",
        "compressible regime",
        "0.15 threshold",
        "bilinear fits",
        "slow-wind gradient",
        "fast-wind plateau",
        "helium enhancement"
      ]
    },
    {
      "figure_id": "fig_10",
      "short_title": "Normalized View Reveals Incompressible Curves Collapse to Universal Saturation",
      "summary": {
        "what_we_see": "This normalized companion to Figure 9 rescales all 15 curves to their individual saturation points. Both axes are now dimensionless ratios: horizontal shows speed divided by saturation speed (ranging from 0.5 to 2.0), vertical shows abundance divided by saturation abundance (spanning 0.0 to 1.4). By construction, every incompressible curve's saturation point maps to coordinate (1.0, 1.0). The normalized plot reveals a striking pattern. All 12 incompressible curves collapse onto a single master curve. The collapsed region shows extraordinary tightness: less than 5% vertical spread across the entire normalized speed range. In contrast, the four compressible pink curves peel away, reaching 30-40% above their nominal saturation values at the highest normalized speeds.",
        "the_finding": "Incompressible solar wind exhibits universal helium behavior. Once you normalize by saturation parameters, the functional form is identical across all compressibility levels spanning a factor of 2.3 range.\n\nThis universality manifests three ways. First, the slow-wind portion shows all curves overlaying precisely with normalized gradient of 2.5. Second, the fast-wind portion shows near-horizontality for deeply incompressible wind. Third, the spread at fixed normalized speed organizes systematically by compressibility level.\n\nCompressible curves don't collapse. Each follows its own trajectory rather than overlaying the others, indicating non-universal physics. There's no single master function describing helium behavior for compressible wind.",
        "why_it_matters": "The existence of a universal master curve implies scale-invariant physics. The same dimensionless equation applies whether analyzing polar coronal hole wind or transitional equatorial wind. This universality signals a fundamental thermodynamic relationship.\n\nOnce solar wind becomes incompressible, helium and hydrogen reach common temperature and pressure through efficient collisional coupling. The resulting density ratio depends only on normalized speed, not on detailed turbulence properties.\n\nThe 2.5 normalized slow-wind gradient provides a quantitative target for acceleration models. The near-horizontal fast-wind plateau confirms nearly adiabatic acceleration: helium is fully coupled to hydrogen and participates equally in acceleration.\n\nFor forecasting, the universal curve enables prediction: measure speed and compressibility at Earth, identify position on the master curve, and predict helium abundance without directly measuring composition. The breakdown of universality in compressible wind makes those predictions inherently less reliable."
      },
      "keywords": [
        "normalized abundance",
        "scaled coordinates",
        "universal incompressible curve",
        "saturation collapse",
        "master curve",
        "dimensionless scaling",
        "compressible divergence",
        "scale invariance",
        "thermodynamic coupling"
      ]
    },
    {
      "figure_id": "fig_11",
      "short_title": "Saturation Points Shift Dramatically with Compressibility",
      "summary": {
        "what_we_see": "This two-panel figure tracks how the transition between slow and fast solar wind shifts as you bin solar wind by its compressibility (measured as hydrogen density fluctuations from 7% to 65%). Panel (a) plots saturation speed (vertical axis, 405-440 km/s) while panel (b) plots saturation abundance (vertical axis, 3.7-4.3% helium relative to hydrogen), both versus hydrogen compressibility (horizontal axis). Each data point is a colored square or circle representing one compressibility bin, with colors ranging from dark blue/purple (low cross helicity, non-Alfvénic) through greens and yellows to magenta/pink (high cross helicity, Alfvénic). Points are connected by dotted lines to guide the eye, with error bars showing uncertainties, and a semitransparent gray envelope traces the full uncertainty range. Three horizontal cyan bands in each panel mark reference values from Paper I's cross helicity analysis: low σ_c (bottom), mid σ_c (middle), and high σ c (top). Panel labels identify which plasma parameter bins are shown: (a) uses v_SW bins, (b) uses A_He bins. The critical threshold at |δn_H/n_H| = 0.085 is marked with blue-edged circles; compressible quantiles (>0.15) appear as pink squares.",
        "the_finding": "The saturation point—where solar wind transitions from slow to fast based on helium abundance climbing with speed—isn't fixed but instead depends dramatically on compressibility. For incompressible solar wind (left side, compressibility <10%), saturation speed sits around 428-430 km/s and saturation abundance near 3.85-3.90%, values that cluster tightly within the cyan bands corresponding to Alfvénic wind from Paper I. But as compressibility increases beyond 15% (the incompressible-to-compressible boundary), both saturation parameters plunge: saturation speed drops to 408-420 km/s while saturation abundance falls to 4.1-4.2%. The most striking feature is the dramatic jump that occurs right at the 8.5% compressibility threshold (blue-edged markers): this represents a critical transition where the solar wind character fundamentally changes. The color progression reveals that incompressible bins (circles, left) map predominantly to high cross helicity (greens/cyans/magentas), while compressible bins (squares, right) map to lower cross helicity (oranges/reds/purples), confirming the anticorrelation between Alfvénicity and compressibility. The three cyan reference bands show that incompressible saturation points match Paper I's high-σ_c values almost perfectly, but compressible bins fall systematically below all three reference levels.",
        "why_it_matters": "This figure delivers the central revelation of the paper: there is no single, universal transition speed separating fast from slow solar wind. The transition depends on whether you're looking at incompressible Alfvénic fluctuations (waves propagating along magnetic field lines) or compressible non-Alfvénic fluctuations (density variations). The ~20-25 km/s downward shift in saturation speed for compressible wind means that using any fixed speed threshold (like 400 km/s or 450 km/s) to separate fast/slow will systematically mis-classify a significant fraction of observations—you'll label some slow, compressible wind as \"fast\" and some fast, incompressible wind as \"slow.\" The tight clustering of incompressible points within the cyan bands validates Paper I's cross helicity approach for Alfvénic wind, where magnetic waves dominate and compressibility is negligible. But the compressible subset reveals a hidden population: solar wind at intermediate speeds (~435-508 km/s based on the range of saturation speeds) that exhibits enhanced helium abundance not because it comes from open coronal holes but because compressive fluctuations (possibly pressure-balanced structures, partial-density structures, or slow-mode waves) are amplifying helium in non-Alfvénic plasma. The fact that saturation abundance also shifts (rising to 4.1-4.2% in compressible bins) suggests these compressive fluctuations don't just change the speed threshold—they fundamentally alter the relationship between helium and speed. For solar wind source region identification, this means you cannot reliably trace plasma back to open versus closed sources using speed alone or even speed plus helium; you must also account for compressibility. The 8.5% compressibility threshold (blue edges) emerges as a critical diagnostic boundary: below this, you're seeing Alfvénic processes; above this, compressive physics dominates the helium-speed relationship."
      },
      "keywords": [
        "saturation speed",
        "saturation abundance",
        "compressibility threshold",
        "hydrogen fluctuations",
        "cross helicity",
        "Alfvénic wind",
        "fast-slow transition",
        "source region identification",
        "helium abundance"
      ]
    },
    {
      "figure_id": "fig_12",
      "short_title": "Saturation Slope Explodes in Compressible Wind",
      "summary": {
        "what_we_see": "This scatter plot with logarithmic horizontal axis shows how the helium-speed gradient above the saturation point (the \"saturation slope\" measuring how fast helium abundance climbs with increasing speed in the fast wind regime) varies with hydrogen compressibility. The vertical axis spans 0 to 7 in units of 10^-3 % per km/s, while the horizontal axis runs logarithmically from 10^-2 (1%) to 10^0 (100%) compressibility. Data appear as colored circles for incompressible bins (<15% compressibility) and colored squares for compressible bins (>15%), with colors matching Figure 11's cross helicity scheme: blues/cyans for Alfvénic, oranges/reds/magentas for non-Alfvénic. The incompressible circles cluster tightly near slope ~1.0 across the left portion (0.01 to 0.1 compressibility), barely rising above the 1.0 horizontal line. Beyond compressibility ~0.15 (marked by a vertical dotted line at 10^-1), four pink squares with magenta fill erupt upward in a steep diagonal trend, climbing from slope ~2.5 at 0.15 to slope ~6.5 at 0.65 compressibility. A dashed black guideline traces this explosive rise, and gray shading envelops the incompressible plateau for visual reference.",
        "the_finding": "The saturation slope splits solar wind into two radically different regimes. For incompressible solar wind (circles, compressibility <15%), the saturation slope holds nearly constant at 0.84 ± 0.06 × 10^-3 % per km/s—meaning helium abundance increases gently and uniformly as speed rises above the saturation threshold, consistent with standard fast wind from stable coronal holes. This flat behavior persists across an order of magnitude variation in compressibility (from 1% to 10%), demonstrating that Alfvénic fluctuations don't significantly alter the helium-speed relationship in open solar wind. But the moment compressibility crosses 15%, the slope detonates: it climbs exponentially (note the log scale on the horizontal axis makes this a power-law rise) to 2.7 × 10^-3 at 15% compressibility, then 4.0 × 10^-3 around 25%, and finally peaks at 6.5 × 10^-3 near 65% compressibility—nearly eight times steeper than incompressible wind. The four compressible squares form a tight, monotonically increasing sequence along the dashed guideline, showing this isn't scatter but a systematic relationship. The transition at 15% compressibility (vertical dotted line) appears as a sharp boundary: to the left, slopes are flat and stable; to the right, slopes skyrocket.",
        "why_it_matters": "This explosive increase in saturation slope for compressible wind explains the paradox from Paper I: why non-Alfvénic solar wind showed anomalously high helium abundances at fast speeds (>545 km/s). The steep slope means that for every kilometer-per-second increase in speed above the saturation point in compressible plasma, helium abundance jumps by 6-7 times more than it would in incompressible Alfvénic wind. This creates a feedback loop: compressive fluctuations lower the saturation speed threshold (Figure 11), and then above that threshold, helium climbs so rapidly with speed that even moderately fast compressible wind (~500-550 km/s) ends up with helium abundances exceeding what you'd expect from truly fast Alfvénic wind at the same speeds. The physical implication is profound: compressibility isn't just a passive tracer but actively regulates helium abundance, possibly through pressure-balanced structures (PBSs) where density and temperature anticorrelate, or partial-density structures (PDSs) where density variations decouple from temperature, or slow-mode waves that compress plasma along field lines. The flat slope in incompressible wind (circles) confirms that Alfvénic processes yield predictable, linear helium-speed scaling—exactly what you'd expect from wind originating in magnetically open coronal holes where gravitational settling and Coulomb drag set helium abundance at the base and acceleration doesn't fractionate it further. For identifying solar wind sources, this means you cannot use helium abundance at a given speed to infer the source region without first knowing compressibility: a 500 km/s Alfvénic wind sample might have 4.0% helium, while a 500 km/s compressible sample could have 5.5% helium purely due to the steeper slope, yet both might originate from open sources. The 15% compressibility threshold emerges as the critical boundary distinguishing these two populations, and the monotonic rise beyond it (captured by the dashed guideline) suggests compressibility fraction itself acts as a tuning parameter controlling how strongly helium abundance couples to speed variations."
      },
      "keywords": [
        "saturation slope",
        "helium gradient",
        "compressibility dependence",
        "fast wind",
        "Alfvénic fluctuations",
        "compressible fluctuations",
        "log scale",
        "exponential growth",
        "source region physics"
      ]
    },
    {
      "figure_id": "fig_13",
      "short_title": "Compressibility Threshold Isolates Consistent Saturation Parameters",
      "summary": {
        "what_we_see": "This three-panel vertical stack shows how the three saturation parameters (slope, speed, abundance) vary with cross helicity when solar wind is filtered by different compressibility thresholds. Each panel spans cross helicity |σ_c| from 0.0 to 1.0 (horizontal axis). Panel (a) plots saturation slope (0-10 in units of 10^-3 % per km/s), panel (b) plots saturation speed (400-470 km/s), and panel (c) plots saturation abundance (3.4-4.2% helium). Five curves overlay each panel: the solid blue line with shading shows the full dataset (all compressibilities); three dashed/dotted lines in red, green, and orange show incompressible subsets with maximum compressibilities of <8.5%, <10%, and <15% respectively (labeled in panel a); and a dotted purple line shows the compressible subset (>15%). A gray horizontal line in each panel marks the reference value from the full dataset. Cyan bands highlight three critical cross helicity ranges (Low σ_c, Mid σ_c, High σ_c) corresponding to Paper I's classification scheme. The incompressible lines (red/green/orange) cluster tightly together and sit well below the full dataset in panel (a), cluster around 418-430 km/s in panel (b), and overlap near 4.1-4.2% in panel (c). The compressible purple line diverges wildly in panel (a), peaking at slope ~9 near σ_c = 0.2, oscillates erratically in panel (b) around 440-450 km/s, and drops to 3.6-3.8% in panel (c).",
        "the_finding": "Filtering by compressibility transforms chaotic variation into clean, stable trends. In the full dataset (solid blue), saturation slope climbs from ~4 at low cross helicity to ~2 at high cross helicity (panel a)—the \"wrong\" direction from Paper I's expectation that Alfvénic wind should have consistent behavior. But when you isolate incompressible wind (<8.5%, <10%, <15%: red/green/orange dashed lines), all three curves collapse onto nearly identical tracks sitting at slope ~2.5-3.5 across all cross helicities, with only a gentle decline as σ_c increases. The compressible subset (purple dotted) reveals why: it explodes to slope ~9 at low cross helicity (σ_c ~ 0.2), then crashes back down, creating wild swings that pull the full dataset's blue curve upward at non-Alfvénic conditions. Panel (b) shows the speed story: incompressible subsets yield saturation speeds clustering tightly around 425-430 km/s for mid-to-high σ_c, while the compressible subset oscillates between 435-455 km/s, sometimes exceeding incompressible values by 20 km/s. Panel (c) flips the pattern: incompressible abundances sit 0.2-0.4% higher than compressible abundances across most cross helicities, with incompressible near 4.1% and compressible near 3.7-3.8%. Most tellingly, the three incompressible thresholds (red/green/orange) produce nearly indistinguishable curves in all three panels—meaning the exact cutoff (8.5% vs 10% vs 15%) doesn't matter much, as long as you exclude compressible fluctuations. The gray reference lines (full dataset) sit consistently offset from the incompressible cluster, showing that mixing compressible and incompressible wind systematically biases saturation parameters.",
        "why_it_matters": "This figure proves that compressibility acts as a confounding variable: when you analyze solar wind without accounting for density fluctuations, you're averaging together two fundamentally different populations (Alfvénic and compressible) that respond oppositely to cross helicity, obscuring the clean relationships that exist within each population. The tight convergence of the three incompressible curves (red/green/orange) demonstrates that incompressible Alfvénic wind exhibits the consistent, predictable behavior Paper I expected: saturation slopes stay near 2.5-3.5 × 10^-3, saturation speeds cluster around 425-430 km/s, and saturation abundances hold near 4.1%—all nearly independent of which incompressible threshold you use. This validates 15% compressibility as a robust boundary: it cleanly separates the two populations without requiring fine-tuning. The compressible subset's erratic behavior (purple dotted)—especially the slope explosion to 9 × 10^-3 at low σ_c—reveals that compressive fluctuations introduce a new physical regime where helium abundance couples strongly to speed variations in ways that don't occur in Alfvénic wind. The fact that compressible wind shows lower saturation abundance (panel c) but higher saturation slope (panel a) than incompressible wind means compressible plasma starts with less helium at moderate speeds but gains helium faster as speed increases, eventually crossing over incompressible wind's helium content at high speeds—exactly the crossover behavior seen in Figure 6's paradox. For source region classification, this has immediate practical implications: if you want to use saturation parameters to identify whether solar wind originates from open or closed magnetic sources, you must first filter by compressibility; otherwise, the compressible contamination (purple) will pull your saturation speed and slope estimates away from the true Alfvénic values (red/green/orange), leading you to misclassify source regions. The gray lines show how large this bias is: the full dataset (blue) overestimates saturation slope by ~50-100% and misplaces saturation speed by ~5-10 km/s compared to the incompressible truth. The three cyan bands highlighting Low/Mid/High σ_c emphasize that this compressibility filtering works consistently across the full range of Alfvénic character."
      },
      "keywords": [
        "saturation parameters",
        "compressibility filtering",
        "cross helicity dependence",
        "Alfvénic wind",
        "compressible contamination",
        "threshold analysis",
        "source region classification",
        "fit parameters"
      ]
    },
    {
      "figure_id": "fig_14",
      "short_title": "Compressible Transition Falls in the Ad Hoc Fast-Slow Boundary",
      "summary": {
        "what_we_see": "This histogram-style probability density plot shows the distribution of solar wind speeds observed at 1 au during solar minima 23 and 24, with colored horizontal bars marking nine different speed ranges identified across this paper and related studies. The black curve traces probability density (vertical axis, logarithmic from 10^-5 to 10^-2) versus solar wind speed (horizontal axis, 300-800 km/s), peaking around 400-420 km/s and exhibiting a broad tail stretching toward 600 km/s before dropping sharply. Below the main curve, colored horizontal segments indicate distinct speed intervals: purple and orange for slow/fast wind boundaries from various definitions (v_slow, v_n, v_δn, v_δn'), cyan for intermediate regimes (v_σ, v_i, v_K), and blue/green for specialized boundaries (v_0, v_fast). Each segment is labeled and positioned vertically to avoid overlap (vertical position is for clarity only, not data). The segments cluster heavily in the 400-500 km/s range, with v_δn' (the compressible saturation speed range) spanning 435-508 km/s, sitting right in the middle of this congested zone.",
        "the_finding": "The compressible wind's fast-slow transition (v_δn' = 435-508 km/s, orange bar) falls squarely within the messy 400-500 km/s region where multiple ad hoc speed thresholds overlap—the very range where researchers have historically struggled to cleanly separate fast from slow wind. This isn't coincidence: it's evidence that compressive fluctuations are a major reason why no single speed threshold works universally. The incompressible transition (v_δn = 417-436 km/s, green bar) sits at the distribution's peak, corresponding to the most commonly observed speeds during solar minimum and overlapping with the classical \"slow wind\" upper boundary. The spread between v_δn (incompressible) and v_δn' (compressible) spans 91 km/s (417-508 km/s), covering nearly the entire contested fast-slow boundary region. Other specialized speeds cluster nearby: v_0 (the speed at which A_He equals the photospheric ratio, 410-432 km/s), v_n (the speed where helium gradient changes, ~420 km/s), and v_i (intermediate Alfvénic wind, 470 km/s). Meanwhile, the clearly slow wind (v_slow, purple, ~350 km/s) and clearly fast wind (v_fast, blue, ~650 km/s, and v_K which extends to very high speeds) sit well outside this congested zone. The probability density curve shows that speeds in the v_δn to v_δn' range (400-500 km/s) represent roughly 30-40% of all solar minimum observations (based on the area under the black curve), making this compressibility-driven ambiguity a first-order effect, not a rare edge case.",
        "why_it_matters": "This figure synthesizes a key conclusion: the reason the solar wind community has never agreed on a single speed threshold to separate fast from slow is that speed alone is insufficient—you're trying to draw one line through a two-dimensional distribution (speed and compressibility). The v_δn' bar proves that compressible solar wind undergoes its slow-to-fast transition 20-70 km/s faster than incompressible wind, meaning any fixed threshold between 417-508 km/s will correctly classify one population while misclassifying the other. The heavy overlap of colored bars in the 400-500 km/s zone reveals that this region contains a mixture: Alfvénic slow wind accelerating through its saturation point (v_δn), compressible wind also transitioning (v_δn'), intermediate Alfvénic wind from specific source structures (v_i), and wind with photospheric helium ratios (v_0). The fact that v_δn' extends all the way to 508 km/s—well into what many studies would call \"fast wind\"—shows that compressible fluctuations can elevate helium abundance and alter saturation behavior even at speeds traditionally associated with coronal hole sources. For practical space weather applications, this means speed-based forecasting schemes that assume all wind above 450 km/s behaves like fast coronal hole wind will fail when compressible structures dominate: you might see 480 km/s wind with high helium (compressible, v_δn' regime) that behaves very differently from 480 km/s Alfvénic coronal hole wind. The position of v_δn near the distribution's peak (most probable speed) also explains why slow wind properties vary so much in the literature: you're sampling right at the transition boundary, so small changes in how you define \"slow\" (by speed, helium, or cross helicity) will shift your sample between pre-saturation and post-saturation regimes. The fact that this analysis required nine distinct speed ranges to capture the complexity—and all nine fit within a ~200 km/s window—underscores that solar wind classification cannot be reduced to a simple fast/slow dichotomy; you need multi-parameter diagnostics (speed + helium + cross helicity + compressibility) to correctly identify source regions and predict plasma behavior at 1 au."
      },
      "keywords": [
        "speed distribution",
        "solar minimum",
        "fast-slow boundary",
        "compressible transition",
        "saturation speed",
        "Wind FC",
        "probability density",
        "ad hoc thresholds",
        "speed ranges"
      ]
    },
    {
      "figure_id": "fig_15",
      "short_title": "Helium Abundance and Variability Map Reveals Compressibility's Dual Role",
      "summary": {
        "what_we_see": "This four-panel contour map set explores how helium abundance behaves across the two-dimensional space of cross helicity |σ_c| (horizontal axis, 0.0 to 1.0) and hydrogen compressibility |δn_H/n_H| (vertical axis, logarithmic from 10^-2 or 1% to 10^0 or 100%). All four panels share the same axes and color-coding scheme but show different statistical properties of helium abundance A_He. Panel (c) shows the 100% quantile (labeled as such, with color scale 0.6-2.0%), panel (b) shows the 900% quantile (scale 5-10%), panel (a) shows the mean A_He (scale 2.6-5.0%), and panel (d) shows variability (scale 0-100%). Black contour lines in all panels mark A_He = 3.82% (the minimum saturation abundance from Paper I and this work), creating closed loops and boundaries that segment the parameter space. A horizontal black line at compressibility ~0.75-0.85 appears in panels (a) and (c), separating high-compressibility (top) from moderate-compressibility (below) regimes. Colors in panels (a-c) range from deep blue (low helium, 0.6-2.6%) through cyan and yellow-green (moderate, 3.4-4.2%) to orange and red (high, 4.6-5.0%). Panel (d) uses purple/blue (low variability, 0-30%) through yellow (moderate, 50-70%) to orange/red (high, 80-100%). All contours are smoothed with a 1σ Gaussian kernel for visual clarity.",
        "the_finding": "Two distinct helium-rich regions emerge, each operating by different physics. In the incompressible, highly Alfvénic corner (bottom right: low compressibility <10%, high cross helicity >0.8), mean helium (panel a) reaches 4.2-4.6% and sits in the yellow-orange zone, with the 90% quantile (panel b) climbing to 7-9% (red), while variability (panel d) shows moderate values around 50-70% (yellow-orange). This region corresponds to fast Alfvénic wind from stable coronal holes where helium abundance is elevated and somewhat variable but confined to a predictable range. In stark contrast, the compressible, non-Alfvénic region (upper left: compressibility >20%, cross helicity <0.4) shows lower mean helium around 3.6-3.8% (panel a, cyan-blue), but variability (panel d) explodes to 80-100% (deep red/magenta), meaning helium swings wildly from sample to sample. The 90% quantile in this compressible regime (panel b) also reaches 7-9%, indicating that while average helium is lower, peak values match the Alfvénic regime—it's the scatter that differs. The 10% quantile (panel c) reveals the floor: in Alfvénic wind it sits around 1.4-1.8% (orange-red), but in compressible wind it drops to 0.8-1.2% (blue-cyan), showing compressible wind can exhibit much lower minimum helium. The 3.82% contour (black lines) forms a closed loop in the middle of the parameter space, encircling intermediate conditions (σ_c ~ 0.4-0.7, compressibility ~ 0.1-0.3), demonstrating that saturation-level helium occurs across a broad swath of conditions, not just in one source type. Critically, the contours bend and warp systematically: moving right (increasing σ_c) at fixed compressibility increases mean helium (panel a colors shift from blue to yellow), while moving up (increasing compressibility) at fixed σ_c decreases mean helium but increases variability.",
        "why_it_matters": "This figure reveals that compressibility plays a dual, paradoxical role in helium abundance. In Alfvénic wind (bottom right), helium is high and moderately variable because you're sampling a relatively homogeneous source population (open coronal holes) where gravitational settling and Coulomb drag set helium to a consistent elevated level, with variations driven by source region structure and expansion geometry. In compressible wind (upper left), helium is lower on average but wildly variable because you're mixing multiple source types—some samples come from partially open structures with enhanced compressibility but normal helium, others come from pressure-balanced or partial-density structures where compression locally boosts helium to Alfvénic-like levels (7-9% in panel b), while still others come from streamer-belt remnants with depleted helium (0.8-1.2% in panel c). The extreme variability (80-100% in panel d) is the smoking gun: it proves compressible wind is not a single source type but a heterogeneous mixture. The fact that the 90% quantile (panel b) reaches comparable values in both regimes (7-9%) explains Figure 6's paradox: when you average over all cross helicities without filtering by compressibility, occasional compressible samples with boosted helium (from the 90% tail) pull the non-Alfvénic mean upward, creating the illusion that non-Alfvénic wind systematically has higher helium at fast speeds—but it's really a selection effect from mixing stable Alfvénic wind (consistent high helium) with variable compressible wind (occasional very high helium). The 3.82% contour looping through the middle shows that you can find saturation-level helium across a wide range of Alfvénic and compressive conditions, meaning saturation abundance alone cannot uniquely identify solar wind type. For source region mapping, panels (a) and (d) together provide a diagnostic: high mean + moderate variability = open coronal hole (Alfvénic); low mean + extreme variability = mixed sources with compressive structures (non-Alfvénic). The systematic trends in the contours—helium increasing with σ_c, decreasing with compressibility—also validate that these two parameters are independent axes: cross helicity captures Alfvénic wave content (magnetic topology), while compressibility captures density structure physics (pressure balance, shocks, slow modes), and you need both to characterize the plasma fully."
      },
      "keywords": [
        "helium abundance",
        "cross helicity",
        "compressibility",
        "contour maps",
        "variability",
        "quantiles",
        "Alfvénic wind",
        "compressible wind",
        "source heterogeneity",
        "saturation abundance"
      ]
    },
    {
      "figure_id": "fig_16",
      "short_title": "Solar Wind Speed Map",
      "summary": {
        "what_we_see": "This figure maps solar wind speed across the cross helicity-compressibility plane to reveal whether fast and slow wind types can be distinguished by their Alfvénic and compressive properties. Panel (a) shows mean solar wind speed, while panel (b) shows speed variability. The visualization uses a 2D color map where the x-axis represents normalized cross helicity (|σc|, measuring Alfvénicity from 0 to 1) and the y-axis represents hydrogen compressibility (|δnH/nH|, from 0.01 to 1 on a logarithmic scale). Black contours mark the saturation speeds vs = 433 and 450 km s⁻¹ identified in Paper I and this work.",
        "the_finding": "The mean speed map (panel a) reveals that fast solar wind (≥450 km s⁻¹, shown in orange-red) concentrates in a distinctive wedge shape in the upper-right region where both Alfvénicity and compressibility are high (|σc| > 0.8, |δnH/nH| > 0.1). This fast wind region extends down to moderate Alfvénicity (|σc| ~ 0.6) but requires elevated compressibility. The bulk of the parameter space, especially at low compressibility (|δnH/nH| < 0.1), shows slower speeds of 380-420 km s⁻¹ (green-yellow colors) regardless of Alfvénicity. The 433 and 450 km s⁻¹ contours trace steep diagonal boundaries, indicating that achieving these saturation speeds requires specific combinations of compressibility and Alfvénicity rather than either property alone. Panel (b) shows that speed variability is relatively uniform (around -40 to -45%) across most of the parameter space, with slightly enhanced variability in the fast wind region and some reduction in the most Alfvénic, incompressible solar wind. The symmetry of variability across different plasma regimes suggests that speed fluctuations are not the primary driver distinguishing plasma types.",
        "why_it_matters": "This figure demonstrates that solar wind speed does not uniquely map to Alfvénicity or compressibility alone, resolving an apparent paradox from Paper I where saturation speeds seemed to indicate distinct source regions. The wedge-shaped distribution of fast wind shows that high speeds above vs can occur across a wide range of Alfvénicities (|σc| = 0.6-1.0) when compressibility is elevated, explaining why averaging over either parameter independently led to confounding results. The steep contours indicate that the saturation point is highly sensitive to both quantities simultaneously—neglecting compressibility when analyzing Alfvénic properties (or vice versa) mixes fundamentally different plasma populations. The overlap of speeds across different (|σc|, |δnH/nH|) regions supports the inference that solar wind from nominally \"open\" source regions can span a range of speeds depending on local compressive fluctuations, consistent with the Alfvén-wave-poor intermediate population identified in B. Alterman (2025). This challenges the traditional fast/slow solar wind dichotomy and suggests that source region topology alone does not determine observed speeds at 1 AU."
      },
      "keywords": []
    },
    {
      "figure_id": "fig_17",
      "short_title": "Compressibility Across Parameter Space",
      "summary": {
        "what_we_see": "This figure visualizes how hydrogen compressibility varies across the cross helicity-helium abundance plane, providing both average behavior (panel a) and upper-quartile extremes (panel b). The 2D maps use normalized cross helicity |σc| on the x-axis and helium abundance AHe (0-10%) on the y-axis, with color indicating compressibility levels. Panel (a) shows mean |δnH/nH| with black contours marking critical incompressibility thresholds (0.085, 0.1, and 0.15), while panel (b) shows the 75th percentile, indicating where one-quarter of observations exceed given compressibility values. A dashed-dotted blue line demarcates the Alfvénic regime (|σc| > 0.68) corresponding to continuously open source regions from Paper I. Three additional panels (not labeled a/b) show the 25% quantile and variability, completing the statistical characterization.",
        "the_finding": "Panel (a) reveals a striking crescent-shaped region of minimum compressibility (blue, |δnH/nH| ~ 0.065-0.085) centered at AHe = 3-5% and |σc| = 0.6-0.8, corresponding to the Alfvénic, incompressible solar wind from continuously open sources. The 0.085 contour (the strictest incompressibility threshold derived in this work) encloses this crescent and extends partially into lower Alfvénicity at moderate helium abundances. Compressibility increases dramatically outside this region, reaching |δnH/nH| > 0.15 (orange-red) at both low and high helium abundances when Alfvénicity is low (|σc| < 0.4). The 75th percentile map (panel b) shows that even within the nominally incompressible crescent region, the upper quartile of observations can reach |δnH/nH| = 0.15-0.2, indicated by the white and cyan 0.15 contour. The dashed-dotted contour (where 75% quantile = 0.15) traces a boundary that sits well inside the continuously open source region, revealing that significant compressive fluctuations penetrate even the most Alfvénic populations. At enhanced helium abundances (AHe > 6%), compressibility increases substantially across all Alfvénicities, with 75th percentile values reaching 0.25-0.35.",
        "why_it_matters": "This figure establishes that the incompressible core of solar wind occupies a restricted region in the (|σc|, AHe) plane, and that compressive fluctuations are ubiquitous even in plasma classified as Alfvénic based on cross helicity alone. The crescent shape centered near the saturation abundance As ~ 4% indicates that this is the natural state for the least disturbed solar wind from continuously open sources. However, the 75th percentile results demonstrate that 25% of observations in this supposedly incompressible regime actually exceed the 0.15 threshold, implying that compressive fluctuations regularly intrude into Alfvénic solar wind. This explains why the saturation points in Paper I showed enhanced helium abundance gradients at high speeds even in highly Alfvénic wind—those averages included a significant tail of compressible events. The dramatic increase in compressibility at enhanced AHe > 6% confirms that the helium enrichment above saturation is associated with compressive processes, not purely Alfvénic transport. The contour patterns suggest that helium abundance and compressibility are coupled in non-Alfvénic wind but decorrelated in the Alfvénic crescent, indicating fundamentally different physical mechanisms operating in these regimes."
      },
      "keywords": []
    },
    {
      "figure_id": "fig_18",
      "short_title": "Alfvnicity vs Helium by Compressibility",
      "summary": {
        "what_we_see": "This figure reveals how Alfvénicity (cross helicity |σc|) varies with helium abundance for solar wind binned by compressibility level, enabling mapping between the traditional Paper I parameter space (|σc|, AHe) and the compressibility-focused analysis of this work. The plot shows |σc| versus AHe with 15 colored curves representing quantiles of |δnH/nH| from most incompressible (dark purple, 0.01) to most compressible (pink, >0.15). The special quantile at |δnH/nH| = 0.085—the boundary between incompressible and transitionally compressible wind—appears as an orange dotted line over black. A green line traces the saturation abundance As at which the helium-speed relationship changes character in each compressibility bin. An inset zooms into the region near As (AHe = 3.6-4.4%) where the incompressible curves converge.",
        "the_finding": "All incompressible quantiles (|δnH/nH| ≤ 0.15, shown in purple-to-red gradient) exhibit remarkably similar behavior: |σc| rises from ~0.45-0.50 at low AHe (~1-2%) to a broad maximum of |σc| ~ 0.65-0.67 at AHe = 4-6%, then gradually declines to |σc| ~ 0.55-0.60 at the highest abundances (AHe ~ 9-10%). The convergence near the maximum indicates that incompressible solar wind across all quantiles becomes most Alfvénic at moderate helium abundances near As. The inset reveals subtle but systematic ordering: the most incompressible quantiles (darkest purple) peak at slightly higher |σc| (~0.65-0.66) than slightly more compressible quantiles (~0.62-0.64). The green As curve shows that the saturation abundance remains remarkably constant at As ~ 4.0% across all incompressible quantiles, then drops to As ~ 3.8% for the most compressible bins. In stark contrast, the compressible quantiles (|δnH/nH| > 0.15, pink curves) show much lower Alfvénicity (|σc| ~ 0.48-0.52) that increases only modestly with AHe and never reaches the |σc| ~ 0.6 threshold associated with saturation in Paper I.",
        "why_it_matters": "This figure demonstrates that only incompressible solar wind (|δnH/nH| < 0.15) achieves the |σc| ≥ 0.6 Alfvénicity associated with the saturation points in Paper I, while compressible wind remains locked at |σc| < 0.55 regardless of helium abundance. The broad |σc| maximum at AHe ~ 4-6% for incompressible wind indicates that this is the natural equilibrium state for Alfvénic solar wind from open sources. The fact that As remains fixed near 4% across incompressible quantiles but shifts for compressible wind suggests that the saturation abundance is an intrinsic property of Alfvénic transport that becomes masked when compressive fluctuations are present. The smooth progression of curves with increasing compressibility provides a quantitative mapping tool: for any observed (|σc|, AHe) pair, this figure estimates the typical compressibility level, revealing that Paper I's analysis implicitly averaged over a range of |δnH/nH| values when binning by |σc| alone. The convergence of incompressible curves near their maximum also explains why Paper I found consistent saturation behavior at |σc| ~ 0.6—this represents the natural peak Alfvénicity for incompressible wind, not an arbitrary threshold."
      },
      "keywords": []
    },
    {
      "figure_id": "fig_19",
      "short_title": "Alfvnicity vs Speed by Compressibility",
      "summary": {
        "what_we_see": "This figure shows how Alfvénicity (|σc|) varies with solar wind speed for different compressibility levels, paralleling Figure 18's analysis but using speed instead of helium abundance. The plot displays |σc| versus vsw (300-800 km s⁻¹) with 15 colored curves representing the same |δnH/nH| quantiles: most incompressible (dark purple, 0.01) through most compressible (pink, >0.15). The |δnH/nH| = 0.085 quantile again appears as orange dotted over black. The green line traces the saturation speed vs—where the AHe-vsw relationship transitions from flat to rising—within each compressibility quantile. An inset focuses on the critical region around vs (425-500 km s⁻¹) where incompressible curves show detailed structure.",
        "the_finding": "Incompressible quantiles (|δnH/nH| ≤ 0.15) show monotonically increasing Alfvénicity with speed, rising from |σc| ~ 0.50-0.52 at 300 km s⁻¹ to |σc| ~ 0.80-0.87 at 800 km s⁻¹. This progression is smooth and systematic, with the most incompressible wind (darkest purple) reaching the highest Alfvénicity at fast speeds. The inset reveals critical behavior near vs: incompressible curves show |σc| ~ 0.55-0.65 in the 425-500 km s⁻¹ range, with the green vs markers clustered around 450-480 km s⁻¹ and |σc| ~ 0.60-0.65. The vs speed increases systematically with decreasing compressibility, ranging from ~440 km s⁻¹ for |δnH/nH| = 0.085 to ~470 km s⁻¹ for the most incompressible quantiles. In dramatic contrast, compressible quantiles (pink, |δnH/nH| > 0.15) remain nearly flat, stuck at |σc| ~ 0.48-0.52 across all speeds with only slight increase to ~0.55 at 800 km s⁻¹. The most compressible wind shows erratic behavior at high speeds with declining |σc| above 700 km s⁻¹, suggesting these represent rare, disturbed conditions.",
        "why_it_matters": "This figure reveals that the speed-Alfvénicity correlation observed in Paper I is predominantly a property of incompressible solar wind, not a universal solar wind relationship. Fast wind can be either highly Alfvénic (if incompressible, reaching |σc| ~ 0.85) or weakly Alfvénic (if compressible, remaining near |σc| ~ 0.50), explaining the large scatter in Paper I's |σc|(vsw) relationships when compressibility was not considered. The systematic increase in vs with decreasing compressibility (440→470 km s⁻¹) indicates that the saturation transition occurs at progressively higher speeds when the plasma is more Alfvénic and incompressible, suggesting that Alfvénic acceleration mechanisms can push the slow-to-fast transition to higher speeds. The clustering of vs values around 450-480 km s⁻¹ at |σc| ~ 0.60-0.65 for incompressible wind confirms that this is the characteristic state for the slow-fast transition in undisturbed solar wind from open sources. The flat |σc|(vsw) response in compressible wind implies that compressive fluctuations are not primarily speed-dependent but rather reflect source region properties or localized disturbances that affect slow and fast wind equally. This mapping enables converting between the vs-based saturation analysis (this work) and the |σc|-based analysis (Paper I), resolving the apparent paradox that fast wind showed enhanced helium gradients even in highly Alfvénic bins."
      },
      "keywords": []
    },
    {
      "figure_id": "fig_20",
      "short_title": "Compressibility vs Speed by Alfvnicity",
      "summary": {
        "what_we_see": "This figure inverts the analysis of Figure 19 by showing compressibility as a function of speed for solar wind binned by Alfvénicity level, directly mapping Paper I's |σc| quantiles onto the compressibility framework developed in this work. The plot displays |δnH/nH| versus vsw (300-800 km s⁻¹) with colored curves representing 15 |σc| quantiles from least Alfvénic (dark purple, |σc| ~ 0) to most Alfvénic (dark red/magenta, |σc| ~ 1). Green markers trace the compressibility at the saturation speed vs for each |σc| quantile, showing how incompressible the plasma is when it transitions from slow to fast wind regimes. An inset zooms into the region around vs (400-440 km s⁻¹) where the Alfvénic quantiles show convergent behavior.",
        "the_finding": "The most Alfvénic quantiles (red-magenta, |σc| > 0.8) maintain low compressibility (|δnH/nH| ~ 0.07-0.10) across all speeds from 300 to 800 km s⁻¹, with only gradual increases at the highest speeds. These curves are nearly flat and tightly bunched, indicating that highly Alfvénic wind is consistently incompressible regardless of speed. Moderately Alfvénic quantiles (|σc| ~ 0.5-0.7, yellow-orange) show increasing compressibility with speed, rising from |δnH/nH| ~ 0.08-0.10 at 300 km s⁻¹ to 0.12-0.15 at 600 km s⁻¹, then surging to 0.15-0.25 above 700 km s⁻¹. The least Alfvénic quantiles (purple-blue, |σc| < 0.3) are highly compressible even at slow speeds (|δnH/nH| ~ 0.10-0.13 at 300 km s⁻¹) and show dramatic increases with speed, reaching |δnH/nH| ~ 0.20-0.30 at 500 km s⁻¹. The green vs markers in the inset reveal that at the saturation speed (400-440 km s⁻¹), highly Alfvénic wind has |δnH/nH| ~ 0.08-0.10, while less Alfvénic wind has higher compressibility (~0.10-0.12), showing systematic ordering. Above 560 km s⁻¹, all quantiles show rising compressibility, but the increase is much steeper for non-Alfvénic wind.",
        "why_it_matters": "This figure demonstrates that compressive fluctuations are present across all Alfvénicities when examined as a function of speed, but their magnitude and speed-dependence differ dramatically between Alfvénic and non-Alfvénic populations. The near-constant low compressibility of highly Alfvénic wind across all speeds indicates that Alfvénic transport mechanisms suppress density fluctuations effectively even as speed increases. In contrast, the steep rise of compressibility with speed in non-Alfvénic wind suggests that fast non-Alfvénic streams are intrinsically more compressible, possibly due to stream interactions or source region dynamics. The observation that compressibility increases above 560 km s⁻¹ even in highly Alfvénic bins (where |δnH/nH| rises from ~0.08 to ~0.12-0.15) explains the Paper I paradox: the enhanced helium abundance gradient at speeds above vs in the most Alfvénic quantiles is driven by this modest but systematic increase in compressive fluctuations at high speeds. The fact that all |σc| quantiles can access the full speed range (300-800 km s⁻¹) confirms that speed does not uniquely map to Alfvénicity, reinforcing the inference that fast wind from open sources can range from highly Alfvénic/incompressible to weakly Alfvénic/compressible depending on local conditions."
      },
      "keywords": []
    },
    {
      "figure_id": "fig_21",
      "short_title": "Compressibility-Helium U-Shape",
      "summary": {
        "what_we_see": "This figure reveals how turbulent the solar wind is (measured by hydrogen compressibility) as helium abundance changes, with the degree of Alfvénicity shown by color. The main plot shows compressibility versus helium abundance, with each colored curve representing solar wind of different Alfvénicity levels from highly Alfvénic (magenta, |σc| ≈ 1.0) to non-Alfvénic (blue, |σc| ≈ 0.0). A green line with markers traces the compressibility at the saturation abundance for each Alfvénicity level, and an inset panel zooms in on this critical transition region around 3.75-4.25% helium abundance. The vertical spread of colors at any given helium abundance shows how much compressibility varies with Alfvénicity.\n\nThe figure demonstrates a striking U-shaped relationship between helium abundance and compressibility. At very low helium abundances (below 2%), all solar wind shows roughly 10% compressibility regardless of Alfvénicity. As helium increases to about 5%, compressibility drops to a minimum of 6.7%, with Alfvénic wind (high |σc|, shown in magenta) remaining relatively incompressible. Beyond 5% helium, compressibility begins rising again, but now Alfvénicity matters enormously. Alfvénic wind maintains low compressibility around 10%, while non-Alfvénic wind (low |σc|, shown in blue) becomes increasingly turbulent, reaching compressibilities above 20%. The green markers tracking saturation points show that the transition from slow to fast wind (the saturation boundary) occurs at progressively lower compressibility levels as solar wind becomes more Alfvénic, ranging from about 8-12% compressibility depending on Alfvénicity.\n\nThis pattern reveals a fundamental regulatory relationship in the solar wind. Below the saturation abundance (slow wind), compressibility decreases with increasing helium as the plasma transitions from closed-field sources to open-field sources. Above saturation (fast wind), compressibility increases again, but the rate of increase depends strongly on Alfvénicity. Non-Alfvénic fast wind becomes highly compressible, while Alfvénic fast wind remains relatively smooth. This suggests that in fast wind from magnetically open sources, Alfvénic fluctuations suppress compressibility, keeping the flow more laminar. The fact that the minimum compressibility occurs near the typical saturation abundance suggests this represents a natural equilibrium state where the solar wind transitions between fundamentally different regimes of magnetic topology and turbulent behavior.",
        "the_finding": "- Universal minimum compressibility of 6.7% occurs at helium abundance of 5.3%, independent of Alfvénicity\n\n- Below 5% helium, compressibility decreases with increasing helium abundance in Alfvénic wind but remains constant in non-Alfvénic wind\n\n- Above 5% helium, compressibility increases across all Alfvénicity levels, with non-Alfvénic wind becoming much more compressible than Alfvénic wind\n\n- At the highest helium abundances (above 8%), Alfvénic wind maintains compressibility around 10% while non-Alfvénic wind exceeds 20%\n\n- The saturation abundance (where slow/fast wind transition occurs) happens at different compressibility levels depending on Alfvénicity, ranging from 8-12%",
        "why_it_matters": "This figure connects three fundamental solar wind properties—helium abundance, compressibility, and Alfvénicity—to understand how turbulence and composition couple in different solar wind regimes. The U-shaped compressibility profile suggests two distinct physical mechanisms: below saturation, increasing helium marks the transition from closed to open magnetic field sources with decreasing turbulence; above saturation, increasing speed in open-field fast wind drives rising compressibility, but Alfvénic fluctuations suppress this increase. The divergence between Alfvénic and non-Alfvénic wind at high helium abundances demonstrates that magnetic field topology and wave activity fundamentally regulate solar wind turbulence. The convergence of all curves near 5% helium suggests this represents a special equilibrium state in solar wind acceleration and heating processes, potentially linked to the saturation mechanism that limits helium abundance to roughly 50% of photospheric values."
      },
      "keywords": []
    },
    {
      "figure_id": "fig_22",
      "short_title": "Saturation Point vs Alfvnicity",
      "summary": {
        "what_we_see": "This two-panel figure reveals how the transition point between slow and fast solar wind—characterized by both a saturation speed (panel a) and saturation abundance (panel b)—depends on the Alfvénicity of the plasma. Each colored marker represents solar wind with a specific compressibility level, with colors ranging from blue (highly compressible, |σc| ≈ 0.0) through green, yellow, orange, to magenta (incompressible, |σc| ≈ 1.0). The markers are connected by a dotted line showing the progression from low to high Alfvénicity. Open markers show most compressibility levels, while one specific level (|δnH/nH| = 0.085, shown as filled markers with black edges) represents a key intermediate compressibility regime. Blue horizontal bands mark the average saturation values for low, medium, and high Alfvénicity ranges defined in the companion paper.\n\nBoth panels show dramatic transitions in saturation properties with Alfvénicity. In panel (a), the saturation speed plunges from about 433 km/s in highly Alfvénic wind (|σc| ≈ 0.6) to approximately 410 km/s in the least Alfvénic wind (|σc| < 0.1), a drop of over 20 km/s. This transition is remarkably abrupt, occurring almost entirely between |σc| values of 0.6 and 0.08. In panel (b), the saturation abundance follows the opposite pattern, decreasing from about 4.2% in low-Alfvénicity wind to 3.8% in high-Alfvénicity wind. Again, most of the change occurs over a narrow Alfvénicity range. The blue reference bands show that the low-Alfvénicity regime (bottom bands) has slow saturation speeds but high saturation abundances, while the mid and high-Alfvénicity regimes (upper bands) cluster together at faster speeds and lower abundances.\n\nThese opposing trends reveal that solar wind source regions with different magnetic properties produce fundamentally different slow/fast wind transitions. Non-Alfvénic sources (likely intermittently open or \"closed\" magnetic topologies) allow helium to build up to higher abundances before the wind accelerates to fast speeds, resulting in a high-abundance, low-speed saturation point. Alfvénic sources (continuously open magnetic topologies) reach the fast wind regime at lower helium abundances but higher speeds. The sharpness of both transitions around |σc| ≈ 0.1-0.6 suggests a critical threshold where the magnetic topology fundamentally changes the acceleration and compositional fractionation processes. The fact that compressibility can be mapped to Alfvénicity validates that these properties are intrinsically linked through the underlying magnetic field structure.",
        "the_finding": "- Saturation speed decreases sharply from 433 km/s to 410 km/s as Alfvénicity decreases from |σc| = 0.6 to |σc| = 0.08\n\n- Saturation abundance shows opposite trend, increasing from 3.8% to 4.2% as Alfvénicity decreases\n\n- Incompressible solar wind (mapped from compressibility quantiles) consistently shows |σc| ≈ 0.6 regardless of whether mapped using speed or abundance\n\n- Compressible solar wind maps to |σc| < 0.06 when using speed and |σc| < 0.6 when using abundance\n\n- The transitions in both saturation speed and abundance are concentrated in a narrow Alfvénicity range between 0.1 and 0.6",
        "why_it_matters": "This figure demonstrates that compressibility, measured independently through hydrogen density fluctuations, maps systematically onto Alfvénicity measured through magnetic field and velocity correlations. This validates that both quantities probe the same underlying physical property: the magnetic topology of solar wind source regions. The opposing dependencies of saturation speed and abundance on Alfvénicity reveal different acceleration and fractionation mechanisms in open versus closed magnetic structures. In Alfvénic wind from continuously open fields, efficient acceleration reaches high speeds before much helium accumulates. In non-Alfvénic wind from intermittently open regions, slower acceleration allows more helium buildup before reaching fast wind speeds. The clustering of mid and high-Alfvénicity saturation points suggests a characteristic threshold around |σc| = 0.6 that may represent the transition from partially open to fully open magnetic topologies, corresponding to the boundary between slow Alfvénic Slow Wind (ASW) and classical fast wind."
      },
      "keywords": []
    },
    {
      "figure_id": "fig_23",
      "short_title": "Saturation Slopes vs Alfvnicity",
      "summary": {
        "what_we_see": "This two-panel figure shows how the steepness of helium abundance increase with solar wind speed (the saturation slope) depends on Alfvénicity, with color indicating the compressibility level of the plasma. Panel (a) maps compressibility to Alfvénicity using the saturation speed, while panel (b) uses the saturation abundance for mapping. Both axes show saturation slope in units of percent helium per kilometer per second—essentially how quickly helium abundance rises as wind speed increases above the saturation point. Markers are mostly unfilled except for the critical |δnH/nH| = 0.085 compressibility level (shown filled). Colors span from magenta (highly compressible, |δnH/nH| ≈ 0.15) at one extreme to blue (incompressible, |δnH/nH| ≈ 0.02) at the other. Dotted lines connect markers to guide the eye.\n\nBoth panels reveal a striking bimodal distribution. In panel (a), most of the compressible solar wind (magenta markers) clusters tightly at low Alfvénicity (|σc| ≈ 0.48-0.52) with steep saturation slopes around 0.006% per km/s. These slopes then plummet rapidly as Alfvénicity increases, with all incompressible cases (blue through yellow markers) converging to a nearly flat slope of about 0.001% per km/s at |σc| = 0.60. Panel (b) shows similar behavior but with the transition spread over a wider Alfvénicity range: compressible wind spans |σc| ≈ 0.5-0.58 with steep slopes, while incompressible wind reaches |σc| ≈ 0.65 with flat slopes. The filled markers tracking the intermediate compressibility level show a smooth transition between these two regimes in both panels.\n\nThis bimodal pattern reveals that only compressible, non-Alfvénic solar wind shows substantial helium enrichment with increasing speed above saturation. In this regime, every 100 km/s increase in wind speed corresponds to roughly 0.6% increase in helium abundance—a strong compositional gradient. In contrast, Alfvénic wind shows almost no helium enrichment with speed above saturation (slopes near 0.001% per km/s mean helium is essentially constant). The fact that the transition occurs around |σc| = 0.6 in both panels, despite using different mapping methods, confirms this represents a real physical threshold. Below this threshold, magnetic field structure allows continued fractionation and helium enrichment in fast wind. Above it, helium abundance is locked near the saturation value regardless of speed, suggesting different source heating or acceleration mechanisms.",
        "the_finding": "- Compressible solar wind shows steep saturation slopes around 0.006% per km/s, meaning helium abundance increases substantially with speed above saturation\n\n- Incompressible solar wind shows flat slopes near 0.001% per km/s, meaning helium abundance barely changes with speed above saturation\n\n- When mapped using saturation speed, compressible wind has |σc| < 0.575 while incompressible wind has |σc| ≈ 0.60\n\n- When mapped using saturation abundance, compressible wind has |σc| < 0.6 while incompressible wind has |σc| ≈ 0.65\n\n- The transition between steep and flat slopes is abrupt, occurring over a narrow Alfvénicity range around |σc| = 0.5-0.65",
        "why_it_matters": "The saturation slope quantifies how helium composition evolves in the fast solar wind regime. The bimodal distribution demonstrates that Alfvénic wind from open magnetic fields maintains nearly constant helium abundance across all speeds above saturation, while non-Alfvénic wind continues to fractionate and enrich helium as speed increases. This difference likely reflects distinct acceleration mechanisms: Alfvénic wind may be accelerated primarily by wave pressure that affects hydrogen and helium equally, preserving the saturation composition, while non-Alfvénic wind may experience thermal or pressure-driven acceleration that preferentially accelerates lighter hydrogen, leaving helium relatively behind and creating an apparent enhancement. The consistency of the |σc| ≈ 0.6 threshold across both mapping methods validates that Alfvénicity is the fundamental controlling parameter. This threshold may mark the transition from partially open coronal structures that allow continued fractionation to fully open structures where wave-driven acceleration dominates."
      },
      "keywords": []
    },
    {
      "figure_id": "fig_24",
      "short_title": "Saturation vs Compressibility",
      "summary": {
        "what_we_see": "This two-panel figure presents the reverse perspective of Figure 22, showing how saturation speed (panel a) and saturation abundance (panel b) vary with plasma compressibility, with marker colors now indicating the Alfvénicity level. Colors range from blue (highly Alfvénic, |σc| ≈ 0.0) through cyan, green, yellow, orange, to magenta (non-Alfvénic, |σc| ≈ 1.0). All markers are filled, connected by dotted lines, and surrounded by error bars and a semitransparent gray uncertainty envelope. Horizontal cyan bands mark distinct Alfvénicity regimes (Low, Mid, High |σc|) defined in the companion Paper I. The x-axis spans compressibility from highly incompressible (0.07) to moderately compressible (0.14), capturing the range where saturation transitions occur.\n\nPanel (a) shows saturation speed clustering tightly around 430 km/s for low compressibility (|δnH/nH| < 0.085), with all Mid and High Alfvénicity markers (cyan through orange) confined to this region. As compressibility increases beyond 0.085, saturation speed drops precipitously, with Low Alfvénicity markers (magenta) extending down to 410 km/s at the highest compressibilities. The transition is sharp and systematic, with speed decreasing roughly 20 km/s over a compressibility increase of just 0.04. Panel (b) reveals a strikingly linear relationship between saturation abundance and compressibility: abundance decreases from about 4.2% at the highest compressibility to 3.8% at the lowest, with a fitted slope of -8.6% per unit compressibility. The Mid Alfvénicity markers form a tight cluster along this trend, while Low and High Alfvénicity markers show more scatter but follow the same general relationship.\n\nTogether, the panels demonstrate that compressibility is a more fundamental organizing parameter than Alfvénicity for the saturation abundance. While Figure 22 showed how saturation properties vary with Alfvénicity, this figure reveals that when organized by compressibility instead, a cleaner relationship emerges for abundance. The linear trend in panel (b) suggests a direct physical coupling: more compressible plasma reaches saturation at higher helium abundances, while incompressible plasma saturates at lower abundances. The clustering of Mid and High Alfvénicity cases at low compressibility (< 0.085) indicates these regimes naturally produce similar plasma properties. The fact that no saturation points appear at very high compressibility (> 0.14) suggests this represents an upper physical limit on compressibility in the slow-to-fast wind transition.",
        "the_finding": "- Mid and High Alfvénicity solar wind clusters tightly at low compressibility (|δnH/nH| < 0.085) with saturation speeds around 430 km/s\n\n- Low Alfvénicity solar wind extends to higher compressibility levels with saturation speeds dropping to 410 km/s\n\n- Saturation abundance decreases linearly with decreasing compressibility, with slope -8.6±0.5% per unit compressibility\n\n- Extrapolating to perfectly incompressible plasma yields saturation abundance of 4.76±0.04%\n\n- No saturation points observed at compressibility above 0.14, suggesting this represents a physical upper limit\n\n- Compressibility derived from abundance measurements shows tighter clustering than compressibility derived from speed measurements",
        "why_it_matters": "This figure demonstrates that compressibility may be a more fundamental parameter than Alfvénicity for understanding helium fractionation in the slow-to-fast wind transition. The linear relationship between saturation abundance and compressibility (panel b) suggests a direct mechanistic coupling: compressible turbulent fluctuations may enhance the gravitational settling or Coulomb drag processes that deplete helium in slow wind, requiring higher abundances before fast wind acceleration becomes efficient. The y-intercept of 4.76% represents the saturation abundance in hypothetical perfectly smooth (incompressible) solar wind, close to the observed value in highly Alfvénic streams. The absence of saturation points at very high compressibility suggests that beyond |δnH/nH| ≈ 0.14, plasma either never reaches the fast wind regime or transitions through different mechanisms. The tight clustering of Mid Alfvénicity cases demonstrates that this regime represents a characteristic equilibrium state for typical solar wind conditions, while Low and High Alfvénicity regimes show more variability reflecting diverse source region properties."
      },
      "keywords": []
    },
    {
      "figure_id": "fig_25",
      "short_title": "Helium Enhancement at 800 km/s",
      "summary": {
        "what_we_see": "This single-panel figure plots the helium abundance in very fast solar wind (800 km/s—the fastest speed analyzed) relative to the saturation abundance, showing how this enhancement ratio depends on Alfvénicity. Each data point represents a different Alfvénicity level, with colors transitioning from blue (highly Alfvénic, |σc| near 0) through cyan, green, yellow, orange, to dark red and magenta (non-Alfvénic, |σc| near 1.0). The y-axis shows abundance enhancement above saturation, where a value of 1.0 would mean helium abundance at 800 km/s equals the saturation value, while 1.4 would mean 40% enrichment. Error bars indicate uncertainties in the measurements, and a dashed black line shows a linear fit to the overall trend, which has a clear negative slope.\n\nThe data reveal a striking linear anti-correlation between Alfvénicity and helium enhancement in fast wind. At the highest Alfvénicity (|σc| ≈ 0.9-1.0), helium abundance in 800 km/s wind exceeds saturation by only 10-11% (ratio ≈ 1.10), shown by the dark red and magenta markers on the right. As Alfvénicity decreases moving left across the plot, enhancement increases systematically: at moderate Alfvénicity (|σc| ≈ 0.5, yellow markers), enhancement reaches about 24%, and at the lowest Alfvénicity (|σc| < 0.1, dark blue markers), enhancement peaks at 37-40%. The linear fit has a slope of -0.4±0.02 per unit |σc| and a y-intercept of 1.46±0.02, meaning that in hypothetical perfectly non-Alfvénic solar wind (|σc| = 0), helium would be enhanced by 46% above saturation.\n\nThis linear trend creates an apparent paradox that motivates the entire paper. Fast solar wind above saturation is expected to come from magnetically open coronal holes, which typically produce Alfvénic, incompressible plasma. Yet this figure shows that if the fastest wind were non-Alfvénic, helium would reach 46% above saturation—combined with the saturation value itself being about 50% of photospheric abundance, this would imply helium approaching 73% of photospheric values, contradicting the robust observational finding that solar wind helium never exceeds 50% of photospheric abundance across the solar cycle. The resolution, as explored in the full paper, is that compressibility and Alfvénicity are tightly coupled: non-Alfvénic wind is also compressible, and this compressibility regulates helium abundance through mechanisms that prevent the extrapolated 46% enhancement from being realized in actual observations.",
        "the_finding": "- Helium enhancement above saturation in 800 km/s wind decreases linearly with increasing Alfvénicity, from 40% enhancement in non-Alfvénic wind to 10% in highly Alfvénic wind\n\n- Linear fit yields slope of -0.4±0.02 and y-intercept of 1.46±0.02, indicating 46% theoretical enhancement in perfectly non-Alfvénic wind\n\n- Most Alfvénic solar wind (|σc| > 0.9) shows helium abundance only 10% above saturation even at 800 km/s\n\n- The enhancement varies by a factor of 4 across the Alfvénicity range (10% to 40%)\n\n- The systematic trend suggests fundamental coupling between magnetic topology, wave activity, and compositional fractionation",
        "why_it_matters": "This figure exposes a critical tension in solar wind physics: extrapolating the observed trend suggests non-Alfvénic fast wind should have helium abundances exceeding the known 50% photospheric limit. The resolution lies in recognizing that non-Alfvénic and Alfvénic solar wind represent fundamentally different source regions with different magnetic topologies. Alfvénic fast wind from continuously open coronal holes undergoes efficient wave-driven acceleration that reaches high speeds with minimal additional helium fractionation above saturation, resulting in low enhancement. Non-Alfvénic wind from intermittently open or complex magnetic structures experiences continued compositional evolution even above saturation, but the compressibility associated with non-Alfvénic conditions ultimately limits how much helium can accumulate through regulatory mechanisms explored in the paper. This figure demonstrates that source region magnetic topology, as encoded in Alfvénicity and compressibility, fundamentally controls not just the saturation point but the entire compositional evolution of solar wind from slow to fast regimes."
      },
      "keywords": []
    }
  ]
}