{
  "slug": "helium-abundance",
  "title": "Helium Abundance",
  "subtitle": "Tracing solar wind origins through composition",
  "description": "Helium abundance in the solar wind varies dramatically with speed, rising from near-zero in the slowest wind to a saturation value of 4.19% above 433 km/s. This compositional fingerprint, locked in at the chromosphere, provides a powerful diagnostic for distinguishing solar wind from source regions with intermittently and continuously open magnetic field topologies.",
  "primary_figure": {
    "ref": "Alterman_2025_ApJL_982_L40/fig_3",
    "topic_keywords": [
      "helium abundance",
      "saturation",
      "saturation speed",
      "solar wind speed",
      "composition",
      "open field",
      "closed field",
      "photospheric abundance"
    ]
  },
  "related_figures": [
    {
      "ref": "Alterman_2025_ApJL_982_L40/fig_5",
      "relevance": "Demonstrates that the helium saturation point is not fixed but shifts systematically with Alfvénicity or cross helicity, revealing an unexpected enhancement in fast wind helium abundance when the Alfvénicity is low in fast wind. Alterman & D'Amicis (2025b, ApJL) resolves the contradiction implied by this observation."
    },
    {
      "ref": "Alterman_2025_ApJL_982_L40/fig_6",
      "relevance": "Reveals that helium abundance follows a universal scaling law below saturation regardless of Alfvénicity, but diverges into Alfvénicity-dependent behavior above saturation"
    },
    {
      "ref": "Alterman_2025_ApJL_982_L40/fig_7",
      "relevance": "Quantifies the anticorrelation between saturation speed and saturation abundance as a function of Alfvénicity, providing the key empirical relationship for understanding helium behavior"
    },
    {
      "ref": "Alterman_2026_ApJL_996_L12/fig_9",
      "relevance": "Shows that compressibility, not Alfvénicity, is the primary regulator of helium saturation"
    },
    {
      "ref": "Alterman_2026_ApJL_996_L12/fig_10",
      "relevance": "Demonstrates that limiting compressibility < 15% excludes confounding impacts and enables reliable source region identification"
    }
  ],
  "related_topics": [
    {
      "slug": "sources-of-the-solar-wind",
      "connection": "Helium abundance is used to classify solar wind source regions"
    },
    {
      "slug": "solar-wind-compressibility",
      "connection": "Compressibility is the primary regulator of helium saturation"
    },
    {
      "slug": "solar-activity",
      "connection": "Helium abundance varies dramatically over the solar cycle"
    }
  ],
  "published": false,
  "paper": {
    "id": "Alterman_2025_ApJL_982_L40",
    "title": "Cross Helicity and the Helium Abundance as an In Situ Metric of Solar Wind Acceleration",
    "doi": "https://doi.org/10.3847/2041-8213/ada835",
    "bibcode": "2025ApJ...982L..40A",
    "journal": "The Astrophysical Journal Letters",
    "year": 2025,
    "license": {
      "holder": "The Author(s). Published by the American Astronomical Society",
      "year": 2025,
      "type": "CC BY 4.0"
    }
  }
}