{
  "paper_id": "aa54299-25",
  "paper_title": "Heavy ion abundances evolve with solar activity",
  "paper_doi": "https://doi.org/10.1051/0004-6361/202554299",
  "metadata": {
    "version": "1.0",
    "figures_count": 3,
    "target_audience": "scientifically_literate_public"
  },
  "figures": [
    {
      "figure_id": "fig_1",
      "short_title": "Solar Wind Helium Dancing to the Sun's Activity Rhythm",
      "summary": {
        "what_we_see": "This figure tracks helium abundance in the solar wind—essentially the ratio of helium to hydrogen atoms streaming past Earth—across more than two decades from 1998 to 2020. The vertical axis shows helium abundance as a percentage (ranging from about 2% to 5%), while the horizontal axis marks time. Two distinct populations are plotted: filled circular markers represent 'fast wind' (solar wind traveling faster than 420 kilometers per second), while empty circular markers show 'slow wind' (moving slower than that threshold). The right side of the graph displays a second vertical axis showing the normalized sunspot number, a measure of solar activity that rises and falls with the Sun's approximately 11-year activity cycle. A horizontal dotted line at 4.2% (surrounded by a gray uncertainty band) marks a critical reference level—51% of helium's abundance in the visible solar atmosphere. Data points are averaged over 250-day intervals to smooth out day-to-day fluctuations and reveal long-term trends. The bottom of the graph indicates when SWICS observations (measurements from a different spacecraft instrument) were available for comparison.",
        "the_finding": "The fast wind helium abundance behaves like a metronome, holding remarkably steady around that 4.2% reference line throughout the entire 22-year span regardless of whether the Sun is hyperactive or quiet. In stark contrast, the slow wind helium tells a dramatic story of rise and fall synchronized with solar activity. During solar maximum periods (around 2001-2002 and 2012-2014, when the sunspot number peaks), slow wind helium climbs to nearly match the fast wind level, approaching the 51% threshold. But during solar minimum periods (around 2008-2009 and 2018-2019, when sunspots nearly vanish), slow wind helium plummets to less than half that value, bottoming out near 2%. This creates a striking pattern: the two populations converge during active periods and diverge during quiet periods. The correlation between slow wind helium and sunspot number is extraordinarily strong (0.94-0.95), meaning the solar cycle explains about 90% of the variation in slow wind helium. The fast wind correlation, while weaker (0.66-0.76), still shows helium responding to solar activity even in these high-speed streams.",
        "why_it_matters": "This figure captures a fundamental puzzle about how the Sun releases its atmosphere into space. The fact that fast wind helium stays anchored at exactly half the Sun's surface value—no more, no less—tells us there's a powerful filtering mechanism operating deep in the solar atmosphere, likely in the chromosphere or transition region where temperatures soar from thousands to millions of degrees. This filter sets an upper limit: non-explosive solar wind cannot exceed about 51% of the Sun's photospheric helium content. The slow wind's wild swings with solar activity reveal that the nature of solar wind sources changes dramatically over the solar cycle. During solar maximum, when the Sun's magnetic field becomes complex and chaotic, even slow wind achieves helium levels similar to fast wind, suggesting it originates from similar continuously open magnetic regions. During solar minimum, when the magnetic field simplifies, slow wind helium crashes because it comes from intermittently open regions where some physical process (likely gravitational settling in closed magnetic loops or reduced energy available for lifting helium out of the Sun's gravity well) severely depletes helium before the wind escapes. For space weather forecasting and understanding stellar winds from Sun-like stars across the galaxy, this demonstrates that elemental composition isn't just a passive tracer but actively responds to magnetic topology and energy availability in ways that vary systematically with stellar activity cycles."
      },
      "keywords": [
        "helium abundance",
        "solar wind",
        "solar cycle",
        "sunspot number",
        "fast wind",
        "slow wind",
        "saturation speed",
        "temporal evolution",
        "magnetic topology",
        "source regions",
        "photospheric value",
        "Wind SWE",
        "SWICS",
        "time series",
        "correlation analysis"
      ]
    },
    {
      "figure_id": "fig_2",
      "short_title": "Heavy Elements Track Solar Activity in Slow Wind, Stay Constant in Fast Wind",
      "summary": {
        "what_we_see": "This two-panel figure displays how nine different elements—helium, carbon, nitrogen, oxygen, neon, magnesium, silicon, sulfur, and iron—vary in abundance over time from about 1998 to 2020, normalized to their expected values in the Sun's visible atmosphere (a ratio of 1.0 would mean matching the Sun's surface composition). The top panel (a) shows 'fast wind' observations, while the bottom panel (b) shows 'slow wind,' with the dividing line between fast and slow defined separately for each element based on where its abundance gradient changes with wind speed. Each element gets a distinct color and symbol (helium in blue, carbon in orange, oxygen in green, and so forth through iron in cyan). The normalized sunspot number appears on the right vertical axis as a reference for solar activity. Vertical dotted lines mark solar minimum 24 (around 2019), while a vertical dash-dotted line indicates the 'helium shutoff'—a rapid depletion event discovered in earlier research that precedes solar minimum by about 229 days. Data are aggregated in 250-day windows, with error bars representing uncertainty in the measurements.",
        "the_finding": "The two panels tell strikingly different stories. In the fast wind (top panel), all elemental abundances hover relatively steadily between about 0.3 and 1.0 times their photospheric values throughout the two-decade span, with modest wiggles but no systematic rise or fall tracking the sunspot cycle. Elements tend to stratify by their first ionization potential (FIP)—low-FIP elements like iron, silicon, and magnesium (those easier to ionize) maintain higher abundances around 0.7-1.0, while high-FIP elements like helium, oxygen, and neon cluster lower around 0.4-0.6. This layering persists unchanged through solar maximum and minimum. In dramatic contrast, the slow wind (bottom panel) shows abundances that breathe in and out with solar activity. During solar maximum periods (high sunspot numbers), most elements climb toward values of 0.4-0.7, then plunge during solar minimum to as low as 0.2-0.4. Helium (blue line with SWE data) shows the most dramatic swings, consistent with Figure 1. Remarkably, with the exception of sulfur and silicon in fast wind, the observed minimum in heavy element abundances occurs about 122 days before solar minimum 24, which is approximately 62 days after the helium shutoff—suggesting heavy elements may participate in or lag slightly behind the abrupt helium depletion event.",
        "why_it_matters": "This figure reveals a fundamental dichotomy in how the Sun populates its wind with heavy elements depending on magnetic source topology. Fast wind, originating from polar coronal holes and other continuously open magnetic regions, maintains stable elemental fractionation patterns year-round because it's drawn from a consistent type of source whose physical conditions don't change much with solar activity. The low-FIP enhancement (higher abundances for easily ionized elements) visible in fast wind reflects fractionation processes operating in the chromosphere and transition region that preferentially select certain elements based on how easily they ionize—a pattern that remains frozen throughout the solar cycle. Slow wind's dramatic variability tells us that intermittently open source regions (like helmet streamers and their boundaries) undergo profound changes in their physical state over the solar cycle, either because the mix of source types changes (more active region wind during maximum, more streamer belt wind during minimum) or because the efficiency of elemental fractionation processes varies with available energy. The near-coincidence of heavy element minima with the helium shutoff hints that the same deep-atmosphere mechanism causing rapid helium depletion may also affect heavier elements, though current data resolution (limited by the 250-day averaging window) can't definitively confirm this. For understanding how stars with magnetic activity cycles lose mass and how that mass loss varies in composition over time, this demonstrates that stellar wind elemental abundance patterns are not static but modulate in phase with magnetic activity in ways that depend on the magnetic topology of wind sources."
      },
      "keywords": [
        "heavy ion abundances",
        "solar cycle variation",
        "fast wind",
        "slow wind",
        "elemental fractionation",
        "FIP bias",
        "first ionization potential",
        "photospheric normalization",
        "time series",
        "ACE SWICS",
        "Wind SWE",
        "helium shutoff",
        "solar minimum",
        "source region topology",
        "carbon",
        "nitrogen",
        "oxygen",
        "neon",
        "magnesium",
        "silicon",
        "sulfur",
        "iron"
      ]
    },
    {
      "figure_id": "fig_3",
      "short_title": "Heavier Elements Show Stronger Solar Cycle Connection",
      "summary": {
        "what_we_see": "This graph plots the strength of correlation between each element's abundance and solar activity (measured by sunspot number) as a function of the element's atomic mass, focusing on slow solar wind where variability is strongest. The horizontal axis spans atomic mass from 0 to about 60 atomic mass units, starting with helium at mass 4 and ending with iron at mass 56. The vertical axis shows correlation coefficient values from 0.4 to 1.0, where 1.0 would indicate perfect synchronization and 0.0 would mean no relationship at all. Two lines are plotted: a solid line showing correlations using NSSN (normalized sunspot number, which accounts for differences in cycle amplitude), and a dash-dotted line showing correlations using standard SSN. Each element is represented by a colored marker (matching the color scheme from previous figures), with vertical dotted lines connecting each element's label on the top axis to its data point. Separate markers distinguish between SWICS heavy element measurements and SWE helium measurements. The points are connected by lines to aid the eye in seeing the overall trend.",
        "the_finding": "A striking pattern emerges: excluding helium, the correlation strength marches upward almost perfectly in step with increasing atomic mass, forming a diagonal climb from carbon at about 0.49-0.56 up through iron at 0.82-0.84. Carbon (mass 12) shows the weakest correlation with solar activity among elements heavier than helium, while nitrogen, oxygen, and neon progressively strengthen. The heavier elements—magnesium, silicon, sulfur, and iron—all cluster with strong correlations above 0.75, with iron matching or exceeding helium's correlation strength (around 0.81-0.84). The NSSN correlations (solid line) consistently exceed the standard SSN correlations (dash-dotted line) by about 0.02-0.05 across all elements, indicating that normalizing for cycle amplitude improves the relationship. Helium stands apart from this mass-dependent trend, showing a strong correlation (0.81-0.84) despite being the lightest element, though it tracks more closely with the heavy end of the mass spectrum than with carbon. There's no clear ordering by other properties like charge state (Q), mass-to-charge ratio (M/Q), or first ionization potential (FIP)—only mass shows this clean monotonic relationship.",
        "why_it_matters": "This mass-dependent escalation of correlation strength is the fingerprint of gravitational settling, a process where heavier atoms preferentially sink in the Sun's gravity within closed magnetic loops that don't allow plasma to escape. During solar minimum, when the streamer belt dominates slow wind production, plasma spends more time trapped in these closed loops before occasionally opening and releasing into the solar wind. Heavier elements settle out more efficiently (just as heavier sediment settles faster in water), leading to greater depletion during solar minimum and thus stronger modulation over the solar cycle. The monotonic increase with mass—no jumping around or exceptions—tells us this process doesn't care about an element's chemical properties, ionization characteristics, or charge state; it responds purely to gravitational weight. Carbon's anomalously weak correlation (breaking the pattern) may indicate carbon is affected by additional processes or measurement challenges unique to that element. Helium's strong correlation despite low mass confirms it plays a special dynamic role in solar wind acceleration (as established in earlier research), making it behave differently from heavier elements even though it's lightweight. The fact that NSSN always outperforms raw SSN demonstrates that sunspot number is a clock timing the solar cycle rather than directly driving the underlying physics—the actual driver is more likely the evolution of available energy or magnetic topology, which progresses through phases that sunspot number merely tracks. For stellar physics beyond our Sun, this validates that observable photospheric activity cycles (like starspot cycles) can serve as reliable proxies for inferring how stellar wind composition varies with stellar activity, enabling indirect diagnosis of wind properties in distant stars where direct wind measurements are impossible."
      },
      "keywords": [
        "correlation coefficient",
        "mass dependence",
        "gravitational settling",
        "solar activity",
        "sunspot number",
        "normalized sunspot number",
        "slow wind",
        "elemental abundance",
        "fractionation",
        "atomic mass",
        "helium",
        "carbon",
        "nitrogen",
        "oxygen",
        "neon",
        "magnesium",
        "silicon",
        "sulfur",
        "iron",
        "statistical analysis"
      ]
    }
  ]
}